[
  {
    "row": "1",
    "col": "1",
    "Title": "Senior Vice President, Corporate Audit(AU)",
    "Key": "Corporate Audit",
    "contents": {
      "sub_family": "Audit",
      "band": "Senior Manager I",
      "contributor_type": "Manager",
      "purpose": "The Senior Manager II, Corporate Audit job leads the establishment, design and implementation of corporate audit strategy, with a long term impact on business results. This job leads the department responsible for managing the assessment and communication of risk and audit processes, and supervising and planning corporate audit projects to ensure adherence to policies, procedures and regulatory requirements and recommend corrective actions. This role assesses and communicates risk within the organization to senior executives while driving enabling conditions for talent to thrive in a collaborative team culture.",
      "key_account": "<ul><li>Corporate Audit Strategy: Leads and approves the organization's corporate audit strategy and supervises financial, operational, and information technology audit areas across all company.</li><li>Risk Assessment: Oversees and reviews risk assessment planning and execution, and communicates results and recommendations to senior leadership and other relevant partners.</li><li>Process Development and Improvement: Approves the development of corporate audit standards, policies, audit approaches, tools and technology, and monitors effectiveness to makerefinements as required.</li><li>Audit Processing: Provides strategic direction to ongoing formal and informal audit activities and reviews and approves audit findings to drive effective audit processing.</li><li>Investigations: Provides strategic leadership to the investigations of alleged financial mismanagement, loss of assets or other irregularities and handles audit related documentation and reports to ensure compliance with company and regulatory standards.</li><li>Compliance Monitoring: Provides strategic direction and leadership to ensure effective operations, information systems, controls, major business processes, records, and reporting functions and recommends actions to relevant internal and external partners.</li><li>Internal Controls: Advises and influences business management to ensure adoption of controls in support of achieving the organization's objectives.</li><li>Team Management: Manages team members to achieve the organization’s goals, by ensuring productivity, communicating performance expectations, creating goal alignment, giving and seeking</li><li>feedback, providing coaching, measuring progress and holding people accountable, supporting employee development, recognizing achievement and lessons learned, and developing enabling conditions for talent to thrive in an inclusive team culture.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Demonstrates a deep understanding of complex financial information to drive strategic decision-making to create value for Cargill through</li><li>process improvement, MADJV strategies, and improved business performance</li><li>Upholds Tax & Regulatory Standards: Drives Cargill’s tax and regulatory-related strategy to ensure compliance, adherence to local, corporate, and professional standards and regulations, and effective tax planning</li><li>Manages Financial Risk: Drives Cargill’s risk management strategy through a deep understanding of financial risks, process management, and controls</li><li>Conducts Complex Financial Analyses: Drives strategic decision-making through a deep expertise in conducting and communicating complex financial analyses to yield positive outcomes for Cargill</li><li>Manages Allocation of Assets: Sets, leads, and communicates Cargill’s financial operations strategy that emphasizes liquidity, stability, and efficiency</li><li>Reports Financial Information: Champions Cargill’s approach to reporting financial information, allowing the information to be leveraged in broader decision-making and strategy creation</li></ul>"
    }
  },
  {
    "row": "1",
    "col": "2",
    "Title": "Senior Vice President, Commercial Finance (CO)",
    "Key": "Enterprise Finance",
    "contents": {
      "sub_family": "Enterprise Finance",
      "band": "Senior Manager II",
      "contributor_type": "Manager",
      "purpose": "The Senior Manager II, Commercial Finance job provides strategic direction and leadership in the establishment and implementation of long-term financial strategy across all aspects of the business, setting clear, financially focused targets for the organization, ensuring effective deployment of capital, and creating and communicating consistently the finance vision, mission and objectives for the organization and bringing both the finance team and non-finance teams along on the journey. This job oversees the team owning the development and implementation of business financial strategy, providing necessary financial rigor and analytics to ensure the achievement of financials results and value creation, identifies growth opportunities and contributes to the overall financial health and performance of the organization. This job also oversees and directs market perspective benchmarking, financial performance and growth drivers, product and customer profitability, the integration with business operations, trade product control, and the evaluation of investment, acquisition and divestiture opportunities.",
      "key_account": "<ul><li>Financial Leadership: Leads the establishment and successful implementation of business financial strategy for value creation within the business, ensuring the analysis of business performance against competitor and industry trends to identify key insights, perspective developed on varying aspects of the business strategy, and leadership focus on the most critical risks and opportunities.</li><li>Business/Function Financial Planning: Provides the strategic direction for the development and implementation of all reporting, planning and forecasting processes in partnership with Business FP&A, and ensures the support for new business activities including mergers, acquisitions, divestitures and joint ventures, business transactions, tax and customs issues, including performance review of the new acquired business, resolutions on limit risks, customer profitability, functional optimization activities while balancing enterprise and corporate demand and priorities.</li><li>Drives Business Performance: Leads the establishment and successful implementation of key performance indicators to create, maintain and preserve value within an enterprise and focuses leadership team on the most significant risks and opportunities</li><li>Credit Risk: Provides strategic direction for assessing business risks on market and counterparty, setting and approving risk limits, and ensuring proactive monitoring of exposures, taking corrective action to mitigate risk.</li><li>Modeling & Analytics: Provides strategic direction on the design, development and implementation of value-added business analytics and brings external benchmarking to provide insights to drive targeted actions and financial targets setting.</li><li>Collaboration: Champions and fosters the collaboration with other functions and business leaders to ensure strategies and priorities are accomplished and communicated across the whole organization, leveraging accounting and finance resources for key support, information and data.</li><li>Team Management: Manages team members to achieve the organization’s goals, by ensuring productivity, communicating performance expectations, creating goal alignment, giving and seeking feedback, providing coaching, measuring progress and holding people accountable, supporting employee development, recognizing achievement and lessons learned, and developing enabling conditions for talent to thrive in an inclusive team culture.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Demonstrates a deep understanding of complex financial information to drive strategic decision-making to create value for Cargill through process improvement, MADJV strategies, and improved business performance</li><li>Upholds Tax & Regulatory Standards: Drives Cargill’s tax and regulatory-related strategy to ensure compliance, adherence to local, corporate, and professional standards and regulations, and effective tax planning</li><li>Manages Financial Risk: Drives Cargill’s risk management strategy through a deep understanding of financial risks, process management, and controls</li><li>Conducts Complex Financial Analyses: Drives strategic decision-making through a deep expertise in conducting and communicating complex financial analyses to yield positive outcomes for Cargill</li><li>Manages Allocation of Assets: Sets, leads, and communicates Cargill’s financial operations strategy that emphasizes liquidity, stability, and efficiency</li><li>Reports Financial Information: Champions Cargill’s approach to reporting financial information, allowing the information to be leveraged in broader decision making and strategy creation</li></ul>"
    }
  },
  {
    "row": "1",
    "col": "3",
    "Title": "Senior Vice President, Corporate Financial Planning & Analysis (CF)",
    "Key": "Enterprise Finance",
    "contents": {
      "sub_family": "Enterprise Finance",
      "band": "Senior Manager II",
      "contributor_type": "Manager",
      "purpose": "The Senior Manager II, Corporate FP&A job leads the establishment and implementation of corporate financial planning and analysis strategies and priorities to support and provide insights for the executive leadership team with a long-term impact on business results, including developing and activating long term strategy and capital planning model, and partnering with executive leadership to lead and manage company's operating cadence. ​ This job develops and oversees the corporate FP&A organization unit owning the execution of corporate financial planning and analysis and providing analysis and presentation of planning material that create value to drive decisions and results for the executive team, business and board of directors. This job provides strategic direction to a comprehensive analysis of functions and other corporate drivers, expense analysis and publications focusing on both historic and forward looking strategy, drives decisions on resource allocation across the organization, and develops relationships with enterprise leaders and enterprise finance leaders to align the execution of standard reporting and analytics used across the organization",
      "key_account": "<ul><li>Financial Planning & Analysis Strategy: Leads the establishment and implementation of corporate financial planning and analysis strategies and priorities, ensuring relevant and insightful analyses are delivered to businesses and functions leveraging external benchmarks and new viewpoints on financial planning and analysis and management practices.</li><li>Corporate Strategy / Business Strategy Partnership: Collaborates with corporate strategy and strategy activation leader on the long-term strategy and capital planning model, to integrate strategy activation into the operating cadence and financial plans, including assessing and making trade off decisions and integrating process to ensure top to bottom alignment.​</li><li>Operating Cadence Ownership: Partners with chief financial officer and chief operating officer to lead and manage company’s operating cadence, including enterprise and function operating reviews, content, key performance indicators and connection to operational and financial plans and execution</li><li>Reporting, Planning & Forecasting Processes : Leads the partnership with businesses and functions to align corporate expectations with business analysis and insight to deliver on budgeting, forecasting and planning needs and drive change.</li><li>Financial Analysis: Provides strategic direction to the development of a consistent, centralized approach to standardization of expense analysis to enable the development of a cohesive summary for the executive team and board of directors, and directs corporate level financial analysis, insights and decision making on consolidated expenses, driving new investment return processes to influence tradeoff decisions and accountability across the organization.</li><li>Sets Performance Metrics: Provides strategic direction for establishing metrics and targets, assessing performance assessment and progress against benchmarking, and ensuring that essential investment information through data and quantitative details are provided to executive leaders and the board of directors.</li><li>Drives Improvement: Approves continuous improvement of processes and tools to drive efficiencies and bridge functional strategy and capabilities to enable transformational ambitions and business needs.</li><li>Team Management: Manages team members to achieve the organization’s goals, by ensuring productivity, communicating performance expectations, creating goal alignment, giving and seeking feedback, providing coaching, measuring progress and holding people accountable, supporting employee development, recognizing achievement and lessons learned, and developing enabling conditions for talent to thrive in an inclusive team culture.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Demonstrates a deep understanding of complex financial information to drive strategic decision-making to create value for Cargill through process improvement, MADJV strategies, and improved business performance</li><li>Upholds Tax & Regulatory Standards: Drives Cargill’s tax and regulatory-related strategy to ensure compliance, adherence to local, corporate, and professional standards and regulations, and effective tax planning</li><li>Manages Financial Risk: Drives Cargill’s risk management strategy through a deep understanding of financial risks, process management, and controls Conducts Complex Financial Analyses: Drives strategic decision-making through a deep expertise in conducting and communicating complex financial analyses to yield positive outcomes for Cargill</li><li>Manages Allocation of Assets: Sets, leads, and communicates Cargill’s financial operations strategy that emphasizes liquidity, stability, and efficiency</li><li>Reports Financial Information: Champions Cargill’s approach to reporting financial information, allowing the information to be leveraged in broader decision making and strategy creation</li></ul>"
    }
  },
  {
    "row": "1",
    "col": "4",
    "Title": "Senior Vice President, Financial Accounting & Controllership (AC)",
    "Key": "Financial Accounting",
    "contents": {
      "sub_family": "Financial Accounting",
      "band": "Senior Manager II",
      "contributor_type": "Manager",
      "purpose": "The Senior Manager II, Financial Accounting & Controllership job leads the establishment and implementation of financial accounting and control vision and strategy, with a long-term impact on business results, to provide valuable insights for strategic decision making while ensuring compliance with accounting standards, regulatory requirements and internal company policies. This job leads and guides a organizational unit responsible for establishing and maintaining accounting policies and fiscal controls as well as preparing financial reports to safeguard organization's assets. This job also provides strategic direction on continuous improvement and operational excellence, including identifying process risks, and establishing and ensuring the implementation of mitigation and control plans to monitor the impact.",
      "key_account": "<ul><li>Accounting Policy & Control Compliance: Provides strategic direction on the establishment, execution and maintenance of accounting policies and fiscal controls, ensuring financial processes are performed in a timely manner, accurately and in compliance with regulatory policies.</li><li>Accounting Services Support: Provides strategic direction on the delivery of accounting services, including accounting for administrative expenses, payment processing, coordination of month end general ledger close, balance sheet reconciliations and profit and loss analysis.</li><li>Financial Statements & Analysis: Directs the delivery of effective and efficient financial analysis, statements, budgeting, and risk forecasting to support decision making, while ensuring compliance with established requirements, policies and risk management.</li><li>Finance Operational Result Delivery: Leads the communication on finance operational results in a timely and effective manner through performance dashboards and clearly communicates business value.</li><li>Process Improvement: Leads and establishes a culture of continuous process improvement and operational excellence by driving process improvement initiatives for the accounting function and implementing best practices in accounting operations.</li><li>Team Management: Manages team members to achieve the organization’s goals, by ensuring productivity, communicating performance expectations, creating goal alignment, giving and seeking feedback, providing coaching, measuring progress and holding people accountable, supporting employee development, recognizing achievement and lessons learned, and developing enabling conditions for talent to thrive in an inclusive team culture.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Demonstrates a deep understanding of complex financial information to drive strategic decision-making to create value for Cargill through process improvement, MADJV strategies, and improved business performance</li><li>Upholds Tax & Regulatory Standards: Drives Cargill’s tax and regulatory-related strategy to ensure compliance, adherence to local, corporate, and professional standards and regulations, and effective tax planning</li><li>Manages Financial Risk: Drives Cargill’s risk management strategy through a deep understanding of financial risks, process management, and controls</li><li>Conducts Complex Financial Analyses: Drives strategic decision-making through a deep expertise in conducting and communicating complex financial analyses to yield positive outcomes for Cargill</li><li>Manages Allocation of Assets: Sets, leads, and communicates Cargill’s financial operations strategy that emphasizes liquidity, stability, and efficiency</li><li>Reports Financial Information: Champions Cargill’s approach to reporting financial information, allowing the information to be leveraged in broader decision-making and strategy creation</li></ul>"
    }
  },
  {
    "row": "1",
    "col": "5",
    "Title": "Senior Vice President, Tax (TX)",
    "Key": "Tax",
    "contents": {
      "sub_family": "Tax",
      "band": "Senior Manager II",
      "contributor_type": "Manager",
      "purpose": "The Senior Manager II, Tax job leads the establishment, implementation and overall vision of tax activity strategies, with a long-term impact on business result. This job directs and leads the tax organizational unit responsible for executing on global tax strategies, including the execution of tax compliance, the development of tax solutions, and resolving audits.",
      "key_account": "<ul><li>Tax Compliance Activity Oversight: Establishes, controls, approves, and advises on the tax compliance strategies and activities for the organization, directing the team responsible for statutory and/or U.S. GAAP accounting for all tax items, ensuring key filing positions are supported by appropriate documentation, and overseeing the preparation of tax returns, tax forms, and related documents associated with tax compliance.</li><li>Tax Compliance Process Development and Improvement: Guides and approves the development and implementation of policies and tax compliance processes, reviews and approves the development of processes and data requirements for tax/financial/compliance-related systems, and directs the team's analyses to determine tax and work process issues in practice.</li><li>Developing Tax Solutions: Guides and approves the development and implementation of technical tax planning solutions to optimize the organization's tax liabilities and risks, including strategy, planning and modeling with respect to corporate and capital structure, financing and repatriation strategy, trading and risk management.</li><li>Providing Tax Counsel: Fosters relationships with and provides advice and training for senior and executive leadership, and identifies broad training opportunities and needs to set training strategy.</li><li>Tax Research, Analysis and Strategic Planning: Drives strategic tax objective planning, sets priorities and identifies resource needs, and oversees and reviews tax-related research and analysis for the purpose of completing tax compliance responsibilities.</li><li>Audit Strategy and Conducting Audits: Guides and approves the development of audit defense strategies, oversees the most complex risk audits and responses to information requests from external taxing authorities, and manages relationships and communications with external revenue bodies and/or inquiries from various taxing authorities.</li><li>Team Management: Manages team members to achieve the organization’s goals, by ensuring productivity, communicating performance expectations, creating goal alignment, giving and seeking feedback, providing coaching, measuring progress and holding people accountable, supporting employee development, recognizing achievement and lessons learned, and developing enabling conditions for talent to thrive in an inclusive team culture.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Demonstrates a deep understanding of complex financial information to drive strategic decision-making to create value for Cargill through process improvement, MADJV strategies, and improved business performance Upholds Tax & Regulatory Standards: Drives Cargill’s tax and regulatory-related strategy to ensure compliance, adherence to local, corporate, and professional standards and regulations, and effective tax planning Manages Financial Risk: Drives Cargill’s risk management strategy through a deep understanding of financial risks, process management, and controls</li><li>Conducts Complex Financial Analyses: Drives strategic decision-making through a deep expertise in conducting and communicating complex financial analyses to yield positive outcomes for Cargill Manages Allocation of Assets: Sets, leads, and communicates Cargill’s financial operations strategy that emphasizes liquidity, stability, and efficiency</li><li>Reports Financial Information: Champions Cargill’s approach to reporting financial information, allowing the information to be leveraged in broader decision-making and strategy creation</li></ul>"
    }
  },
  {
    "row": "1",
    "col": "6",
    "Title": "Senior Vice President, Treasury Leadership (NS)",
    "Key": "Treasury",
    "contents": {
      "sub_family": "Treasury",
      "band": "Senior Manager II",
      "contributor_type": "Manager",
      "purpose": "The Senior Manager II, Treasury Leadership job leads the establishment and implementation of global strategy and objectives for the organization's treasury, with a long-term impact on business results. This job leads cash and liquidity management, treasury operations, and compliance, and drives the modernization of treasury technology and alignment to the global operating model. This job manages the treasury organizational unit responsible for the management of the organization's cash flow and liquidity to meet financial objectives and manage financial risk.",
      "key_account": "<ul><li>Strategy and Planning: Leads the development and implementation of the organization's treasury strategy, business plans, and priorities to achieve organizational strategies and ensure alignment between country, regional, and global strategies. Cash and Liquidity Management: Directs and ensures effective execution of cash and liquidity management strategies, processes, and policies, including implementing structures that optimize liquidity and address the organization's business needs.</li><li>Banking Relationship Management: Maintains corporate banking relationships with major banks and ensures consistent relationships and disclosure approaches with financial counterparties and debt investors.</li><li>Regulatory Reporting and Compliance: Directs the execution of compliance policies, regulatory reporting, and controls to mitigate financial risk and drive operational effectiveness.</li><li>Thought Leadership and Innovation: Champions the continuous improvement of the organization's treasury processes, data and technology by overseeing external benchmarking, industry and market developments, and driving the implementation of new cash management and banking products and services that benefit the organization's businesses and treasury and enable efficiencies.</li><li>Treasury Advisory: Applies mastery understanding of treasury practices to provide strategic leadership on mergers, acquisitions, disposals, joint ventures, corporate and capital structures, foreign exchange exposure, risk management, and credit capacity in support of organizational strategies and goals.</li><li>Team Management: Manages team members to achieve the organization’s goals, by ensuring productivity, communicating performance expectations, creating goal alignment, giving and seeking feedback, providing coaching, measuring progress and holding people accountable, supporting employee development, recognizing achievement and lessons learned, and developing enabling conditions for talent to thrive in an inclusive team culture.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Manages, synthesizes, and optimizes key financial information and budgets to effectively inform business decision making and maximize the value of the organization</li><li>Upholds Tax & Regulatory Standards: Understands and applies tax related knowledge about the external business environment and regulatory changes to uphold standards and make informed business decisions and recommendations</li><li>Manages Financial Risk: Identifies, assesses, communicates, educates, and mitigates financial risks and potential consequences to the business; understands and monitors robust control frameworks</li><li>Conducts Complex Financial Analyses: Conducts complex financial analyses (e.g., forecasting, scenario planning, cost/benefit analysis, and modeling), critically interprets and models the results, and distills and translates the data points into actionable business insights and decision making</li><li>Manages Allocation of Assets: Manages Cargill’s financial assets, liabilities, and cash flows to ensure liquidity, stability, and efficiency of financial operations for the organization</li><li>Reports Financial Information: Gathers, analyzes, understands, and interprets various types of financial information, both internally and externally, in a way that promotes the financial health and sustainability of the organization.</li></ul>"
    }
  },
  {
    "row": "2",
    "col": "1",
    "Title": "Vice President, Corporate Audit (AU)",
    "Key": "Corporate Audit",
    "contents": {
      "sub_family": " Audit",
      "band": "Senior Manager I",
      "contributor_type": "Manager",
      "purpose": "The Senior Manager I, Corporate Audit job leads the establishment and implementation of corporate audit strategy with a mid to long term impact on business results. This job directs the department responsible for handling the assessment and communication of risk and audit processes and supervising and planning corporate audit projects to ensure adherence to policies, procedures and regulatory requirements and recommend corrective actions needed. The role assesses and communicates risk within the organization to key partners while developing enabling conditions for talent to thrive in a collaborative team culture.",
      "key_account": "<ul><li>Corporate Audit Strategy: Leads the development and implementation of the organization's corporate audit strategy, supervising financial, operational, and information technology audit areas across all company operating divisions.</li><li>Risk Assessment: Leads risk assessment planning and execution, and communication of results and recommendations to senior leadership, the audit committee, and other relevant partners.</li><li>Process Development and Improvement: Leads corporate audit process development and improvement, implementation of corporate audit standards, policies, audit approaches, tools and technology and monitors effectiveness to make refinements as required.</li><li>Audit Processing: Provides strategic leadership to ongoing formal and informal audit activities and reviews audit findings to ensure effective audit processing.</li><li>Investigations: Provides expert knowledge, guidance and leadership to the investigations of alleged financial mismanagement, loss of assets or other irregularities and leads audit related documentation and reports to ensure compliance with company and regulatory standards.</li><li>Compliance Monitoring: Provides independent reviews and evaluations of the company’s operations, information systems, controls, major business processes, records, and reporting functions and also offers recommendations to company management, external auditors, and the board of directors.</li><li>Internal Controls: Advises business management to ensure adoption of internal controls in support of achieving the organization's objectives.</li><li>Team Management: Manages team members to achieve the organization’s goals, by ensuring productivity, communicating performance expectations, creating goal alignment, giving and seeking feedback, providing coaching, measuring progress and holding people accountable, supporting employee development, recognizing achievement and lessons learned, and developing enabling conditions for talent to thrive in an inclusive team culture.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Demonstrates a deep understanding of complex financial information to drive strategic decision-making to create value for Cargill through process improvement, MADJV strategies, and improved business performance</li><li>Upholds Tax & Regulatory Standards: Drives Cargill’s tax and regulatory-related strategy to ensure compliance, adherence to local, corporate, and professional standards and regulations, and effective tax planning</li><li>Manages Financial Risk: Drives Cargill’s risk management strategy through a deep understanding of financial risks, process management, and controls</li><li>Conducts Complex Financial Analyses: Drives strategic decision-making through a deep expertise in conducting and communicating complex financial analyses to yield positive outcomes for Cargill</li><li>Manages Allocation of Assets: Sets, leads, and communicates Cargill’s financial operations strategy that emphasizes liquidity, stability, and efficiency</li><li>Reports Financial Information: Champions Cargill’s approach to reporting financial information, allowing the information to be leveraged in broader decision-making and strategy creation</li></ul>"
    }
  },
  {
    "row": "2",
    "col": "2",
    "Title": "Vice President, Commercial Finance (CO)",
    "Key": "Enterprise Finance",
    "contents": {
      "sub_family": "Enterprise Finance",
      "band": "Senior Manager I",
      "contributor_type": "Manager",
      "purpose": "The Senior Manager I, Commercial Finance job leads the establishment and implementation of financial strategy across all aspects of the business, setting clear, financially focused targets for the organization, and ensuring effective deployment of capital, with a mid- to long-term strategic impact on business results. This job leads and guides a major department or sub-function responsible for providing necessary financial rigor and analytics to ensure the achievement of financials results, value creation and identification of growth opportunities for the organization. This job also leads and guides market perspective through effective and creative benchmarking, drives financial performance and growth, enables understanding of product and customer profitability and leads the evaluation of investment, acquisition and divestiture opportunities.",
      "key_account": "<ul><li>Financial Leadership: Establishes and ensures successful implementation of business financial strategy for value creation within the business, overseeing the analysis of business performance against competitor and industry trends to identify key insights, developing and bringing perspective on varying aspects of the business strategy, and advising leadership focus on the most critical risks and opportunities.</li><li>Business/Function Financial Planning: Leads the development and implementation of all reporting, planning and forecasting processes in partnership with Business FP&A, and oversees the support for new business activities including mergers, acquisitions, divestitures and joint ventures, business transactions, tax and customs issues, reviewing the performance of the new acquired business, leading solution development to limit risks, and driving customer profitability, including optimizing function activities while balancing enterprise and corporate demand and priorities.</li><li>Drives Business Performance: Establishes and ensure successful implementation of key performance indicators to create, maintain and preserve value within an enterprise and focuses leadership team on the most significant risks and opportunities.</li><li>Modeling & Analytics: Oversees and guides the design, development and implementation of value added business analytics and brings external benchmarking to provide insights to drive targeted actions and financial targets setting.</li><li>Collaboration: Leads partnership with other functions and business leaders to ensure strategies and priorities are accomplished and communicated across the whole organization, leveraging accounting and finance resources for key support, information and data.</li><li>Credit Risk: Owns and directs the assessment of business risks on market and counterparty, reviewing risk limits and ensuring proactive monitoring of exposures, taking corrective action to mitigate risk.</li><li>Team Management: Manages team members to achieve the organization’s goals, by ensuring productivity, communicating performance expectations, creating goal alignment, giving and seeking feedback, providing coaching, measuring progress and holding people accountable, supporting employee development, recognizing achievement and lessons learned, and developing enabling conditions for talent to thrive in an inclusive team culture.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Demonstrates a deep understanding of complex financial information to drive strategic decision-making to create value for Cargill through process improvement, MADJV strategies, and improved business performance</li><li>Upholds Tax & Regulatory Standards: Drives Cargill’s tax and regulatory-related strategy to ensure compliance, adherence to local, corporate, and professional standards and regulations, and effective tax planning</li><li>Manages Financial Risk: Drives Cargill’s risk management strategy through a deep understanding of financial risks, process management, and controls</li><li>Conducts Complex Financial Analyses: Drives strategic decision-making through a deep expertise in conducting and communicating complex financial analyses to yield positive outcomes for Cargill</li><li>Manages Allocation of Assets: Sets, leads, and communicates Cargill’s financial operations strategy that emphasizes liquidity, stability, and efficiency</li><li>Reports Financial Information: Champions Cargill’s approach to reporting financial information, allowing the information to be leveraged in broader decision-making and strategy creation</li></ul>"
    }
  },
  {
    "row": "2",
    "col": "3",
    "Title": "Vice President, Corporate Financial Planning & Analysis (CF)",
    "Key": "Enterprise Finance",
    "contents": {
      "sub_family": "Enterprise Finance",
      "band": "Senior Manager I",
      "contributor_type": "Manager",
      "purpose": "The Senior Manager I, Corporate FP&A job establishes and implements corporate financial planning and analysis strategies and priorities to support and provide insights for the executive leadership team, with a mid- to long-term strategic impact on business results, including supporting the development and activation of long-term strategy and capital planning model, and collaborating with executive leadership to manage company's operating cadence. This job oversees the corporate FP&A department or sub-function owning the execution of corporate financial planning and analysis and providing analysis and presentation of planning material that create value to drive decisions and results for the executive team, business and board of directors. This job oversees a comprehensive analysis of functions and other corporate drivers, expense analysis and publications focusing on both historic and forward looking strategy, drives decisions on resource allocation across the organization, and cultivates relationships with enterprise leaders and enterprise finance leaders to align the execution of standard reporting and analytics used across the organization.",
      "key_account": "<ul><li>Financial Planning & Analysis Strategy: Establishes and ensures the successful implementation of corporate financial planning and analysis strategies and priorities, and ensures that relevant and insightful analyses are delivered to businesses and functions leveraging external benchmarks and new viewpoints on financial planning and analysis and management practices.</li><li>Corporate Strategy / Business Strategy Partnership: Collaborates with corporate strategy and strategy activation leader to support the long-term strategy and capital planning model, integrating strategy activation into the operating cadence and financial plans, including assessing and making trade off decisions and integrating process to ensure top to bottom alignment.​</li><li>Operating Cadence Ownership: Partners with chief financial officer and chief operating officer to manage company’s operating cadence, including enterprise and function operating reviews, content, key performance indicators and connection to operational and financial plans and execution</li><li>Reporting, Planning & Forecasting Processes : Partners with businesses and functions to align corporate expectations with business analysis and insights to deliver on budgeting, forecasting and planning needs and drive change.</li><li>Financial Analysis: Leads the development and execution of a consistent, centralized approach to standardization of expense analysis to enable the development of a cohesive summary for the executive team and board of directors, and directs corporate level financial analysis, insights and decision making on consolidated expenses, driving new investment return processes to influence tradeoff decisions and accountability across the organization.</li><li>Sets Performance Metrics: Leads the establishment of metrics and targets, as well as the performance assessment and progress against benchmarking, ensuring essential investment information through data and quantitative details are provided to executive leaders and the board of directors.</li><li>Drives Improvement: Initiates continuous improvement of processes and tools to drive efficiencies and bridge functional strategy and capabilities to enable transformational ambitions and business needs.</li><li>Team Management: Manages team members to achieve the organization’s goals, by ensuring productivity, communicating performance expectations, creating goal alignment, giving and seeking feedback, providing coaching, measuring progress and holding people accountable, supporting employee development, recognizing achievement and lessons learned, and developing enabling conditions for talent to thrive in an inclusive team culture.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Demonstrates a deep understanding of complex financial information to drive strategic decision-making to create value for Cargill through process improvement, MADJV strategies, and improved business performance</li><li>Upholds Tax & Regulatory Standards: Drives Cargill’s tax and regulatory-related strategy to ensure compliance, adherence to local, corporate, and professional standards and regulations, and effective tax planning</li><li>Manages Financial Risk: Drives Cargill’s risk management strategy through a deep understanding of financial risks, process management, and controls</li><li>Conducts Complex Financial Analyses: Drives strategic decision-making through a deep expertise in conducting and communicating complex financial analyses to yield positive outcomes for Cargill</li><li>Manages Allocation of Assets: Sets, leads, and communicates Cargill’s financial operations strategy that emphasizes liquidity, stability, and efficiency</li><li>Reports Financial Information: Champions Cargill’s approach to reporting financial information, allowing the information to be leveraged in broader decision making and strategy creation</li></ul>"
    }
  },
  {
    "row": "2",
    "col": "4",
    "Title": "Vice President, Business Financial Planning & Analysis (BF)",
    "Key": "Enterprise Finance",
    "contents": {
      "sub_family": "Enterprise Finance",
      "band": "Senior Manager I",
      "contributor_type": "Manager",
      "purpose": "The Senior Manager I, Business FP&A job establishes and directs the implementation of financial planning and analysis strategy to drive business growth, with a mid- to long-term strategic impact on business results. This job leads and guides a major department or sub-function responsible for executing financial planning, budgeting, forecasting and management reporting and analysis to create a deep understanding of business performance and enable business strategy development. This job provides strategic direction for modernizing, simplifying and standardizing and building new capabilities for the process of planning, budgeting, forecasting and management reporting across the organization.",
      "key_account": "<ul><li>Financial Planning, Analysis & Reporting Process Development: Provides strategic direction for the design, development and implementation of centralized, end to end processes for planning, budgeting, forecasting and reporting and analysis across the organization, integrating external insights to drive targeted actions when needed.</li><li>Financial Planning, Analysis & Reporting Improvement: Directs and leads the improvement of financial planning, budgeting and forecasting processes, defining key business drivers, key performance indicators (KPIs), prioritization, standardization, end to end process improvement and technology modernization.</li><li>Drives Profitable Growth: Leads the effective and efficient decision making and results delivery in financial and metric planning and other related processes, establishing and implementing strategies for standardization and digitalization of management reports and advance analytics capability.</li><li>Financial Planning, Analysis & Reporting Oversight: Directs the review and analysis of regular financial performance reports, mentoring the team to advise key assumptions and find opportunities for growth for strategic finance partners and commercial leaders.</li><li>Tools, Models & Reporting Oversight: Directs and guides the development and maintenance of financial tools, models and reports to enable effective and efficient consolidation of data from a variety of sources to ensure transparency.</li><li>Stakeholder Management: Builds and maintains relationships with various stakeholders, ensuring the team gains an understanding of relevant inputs and perspectives, provides support in the effective delivery of financial planning and analysis activities, and clearly communicates analysis results to improve decision making.</li><li>Team Management: Manages team members to achieve the organization’s goals, by ensuring productivity, communicating performance expectations, creating goal alignment, giving and seeking feedback, providing coaching, measuring progress and holding people accountable, supporting employee development, recognizing achievement and lessons learned, and developing enabling conditions for talent to thrive in an inclusive team culture.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Demonstrates a deep understanding of complex financial information to drive strategic decision-making to create value for Cargill through process improvement, MADJV strategies, and improved business performance</li><li>Upholds Tax & Regulatory Standards: Drives Cargill’s tax and regulatory-related strategy to ensure compliance, adherence to local, corporate, and professional standards and regulations, and effective tax planning</li><li>Manages Financial Risk: Drives Cargill’s risk management strategy through a deep understanding of financial risks, process management, and controls</li><li>Conducts Complex Financial Analyses: Drives strategic decision-making through a deep expertise in conducting and communicating complex financial analyses to yield positive outcomes for Cargill</li><li>Manages Allocation of Assets: Sets, leads, and communicates Cargill’s financial operations strategy that emphasizes liquidity, stability, and efficiency</li><li>Reports Financial Information: Champions Cargill’s approach to reporting financial information, allowing the information to be leveraged in broader decision-making and strategy creation</li></ul>"
    }
  },
  {
    "row": "2",
    "col": "5",
    "Title": "Vice President, Financial Accounting & Controllership (AC)",
    "Key": "Financial Accounting",
    "contents": {
      "sub_family": "Financial Accounting",
      "band": "Senior Manager I",
      "contributor_type": "Manager",
      "purpose": "The Senior Manager I, Financial Accounting & Controllership job establishes and implements financial accounting and control strategy, with a mid- to long-term impact on business results, to provide valuable insights for strategic decision making while ensuring compliance with accounting standards, regulatory requirements and internal company policies. This job leads and guides a major department or sub-function responsible for establishing and maintaining accounting policies and fiscal controls as well as preparing financial reports to safeguard organization's assets. This job also directs continuous improvement and operational excellence, including identifying process risks, and establishing and ensuring the implementation of mitigation and control plans to monitor the impact.",
      "key_account": "<ul><li>Accounting Policy & Control Compliance: Directs the establishment, execution and maintenance of the full spectrum of accounting policies and fiscal controls, and ensures overall financial processes are performed in a timely manner, accurately and in compliance with regulatory policies.</li><li>Accounting Services Support: Directs and guides the delivery of accounting services, including accounting for administrative expenses, payment processing, coordination of month end general ledger close, balance sheet reconciliations and profit and loss analysis.</li><li>Financial Statements & Analysis: Ensures the delivery of effective and efficient financial analysis, statements, budgeting, and risk forecasting to support decision making, while ensuring compliance with established requirements, policies and risk management.</li><li>Finance Operational Result Delivery: Oversees and ensures the communication on finance operational results in a timely and effective manner through performance dashboards and clearly communicates business value.</li><li>Process Improvement: Builds and maintains a culture of continuous process improvement and operational excellence by driving process improvement initiatives for the accounting function and implementing best practices in accounting operations.</li><li>Team Management: Manages team members to achieve the organization’s goals, by ensuring productivity, communicating performance expectations, creating goal alignment, giving and seeking feedback, providing coaching, measuring progress and holding people accountable, supporting employee development, recognizing achievement and lessons learned, and developing enabling conditions for talent to thrive in an inclusive team culture.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Demonstrates a deep understanding of complex financial information to drive strategic decision-making to create value for Cargill through process improvement, MADJV strategies, and improved business performance</li><li>Upholds Tax & Regulatory Standards: Drives Cargill’s tax and regulatory-related strategy to ensure compliance, adherence to local, corporate, and professional standards and regulations, and effective tax planning</li><li>Manages Financial Risk: Drives Cargill’s risk management strategy through a deep understanding of financial risks, process management, and controls</li><li>Conducts Complex Financial Analyses: Drives strategic decision-making through a deep expertise in conducting and communicating complex financial analyses to yield positive outcomes for Cargill</li><li>Manages Allocation of Assets: Sets, leads, and communicates Cargill’s financial operations strategy that emphasizes liquidity, stability, and efficiency</li><li>Reports Financial Information: Champions Cargill’s approach to reporting financial information, allowing the information to be leveraged in broader decision-making and strategy creation</li></ul>"
    }
  },
  {
    "row": "2",
    "col": "6",
    "Title": "Vice President, Counterparty Risk (CT)",
    "Key": "Internal Control",
    "contents": {
      "sub_family": "Internal Controls",
      "band": "Senior Manager I",
      "contributor_type": "Manager",
      "purpose": "The Senior Manager I, Counterparty Risk job leads the establishment and implementation of the global counterparty risk strategy, portfolio and processes including credit and accounts receivable activities to mitigate potential risks and support the organization's financial security, with a mid- to long-term impact on business results. This job manages a major department or sub-function responsible for providing visibility of key credit exposures and risks to support strategic decisions and ensuring the implementation of effective processes and efficient structures to measure risks and generate insights. The job also performs fiduciary governance activities on behalf of the company’s risk committee and leads the credit risk subcommittee by providing visibility of credit exposures to key stakeholders including the chief financial officer, the corporate controller, enterprise finance leads, the executive leadership team and business group leaders.",
      "key_account": "<ul><li>Counterparty Risk Strategy: Leads the establishment and implementation of the global counterparty risk strategy to govern and support the management of credit risk across the organization, developing the global vision for service delivery, defining and governing the global service catalog, and developing and applying a differentiated service strategy globally.</li><li>Counterparty Analysis Effectiveness: Directs the establishment and implementation of effective credit standards, policies, procedures and limits, and ensures credit mitigation tools are used appropriately to provide actionable credit risk insights to support decision making and enable an integrated operating approach for the organization.</li><li>Credit Exposure & Risk Assessment: Oversees credit exposures and credit limit breaches and partners with leadership to make trade off decisions by promoting prudent risk taking, optimal sizing and dynamic management of exposures to maximize risk reward potential and assuring the appropriate rigor and assessment are applied to any credit loss and that appropriate corrective measures are taken.</li><li>Credit Management Improvement: Provides strategic direction to identify opportunities to improve the management of credit exposure across the organization including options to better mitigate financial exposures and risk, and brings external learnings to expand credit risk perspectives, advance credit risk management practices, share best practices among the risk community and identify and execute on synergies between credit and market risk to promote integrated approaches.</li><li>Framework & Model Development: Directs the development and implementation of risk assessment frameworks and models, including robust credit risk quantification, appropriated metrics and credit risk dashboards, to evaluate counterparty credit risk and ensure reserves are identified, quantified and reported.</li><li>Credit Process Approach: Leads the establishment and implementation of an optimal credit process approach and delivery model across the organization, driving consistency and achieving industry leading efficiency and effectiveness.</li><li>Business Partnership: Directs the relationships with counterparties and other business partners including customers, suppliers, businesses, broad risk management teams, other internal enterprises and functions.</li><li>Team Management: Manages team members to achieve the organization’s goals, by ensuring productivity, communicating performance expectations, creating goal alignment, giving and seeking feedback, providing coaching, measuring progress and holding people accountable, supporting employee development, recognizing achievement and lessons learned, and developing enabling conditions for talent to thrive in an inclusive team culture.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Demonstrates a deep understanding of complex financial information to drive strategic decision-making to create value for Cargill through process improvement, MADJV strategies, and improved business performance</li><li>Upholds Tax & Regulatory Standards: Drives Cargill’s tax and regulatory-related strategy to ensure compliance, adherence to local, corporate, and professional standards and regulations, and effective tax planning</li><li>Manages Financial Risk: Drives Cargill’s risk management strategy through a deep understanding of financial risks, process management, and controls</li><li>Conducts Complex Financial Analyses: Drives strategic decision-making through a deep expertise in conducting and communicating complex financial analyses to yield positive outcomes for Cargill</li><li>Manages Allocation of Assets: Sets, leads, and communicates Cargill’s financial operations strategy that emphasizes liquidity, stability, and efficiency</li><li>Reports Financial Information: Champions Cargill’s approach to reporting financial information, allowing the information to be leveraged in broader decision making and strategy creation</li></ul>"
    }
  },
  {
    "row": "2",
    "col": "7",
    "Title": "Vice President, Managerial Accounting (MA)",
    "Key": "Managerial Accounting",
    "contents": {
      "sub_family": "Managerial Accounting,",
      "band": "Senior Manager I",
      "contributor_type": "Manager",
      "purpose": "The Senior Manager I, Managerial Accounting job leads the establishment and implementation of the global financial analyses strategy, including financial planning, budgeting and forecasting processes, to enable strategic business decision making and business performance measurements, with a mid- to long-term impact on business results. This job leads and guides a major department or sub-function responsible for generating and presenting critical financial insights to support business decisions, financial analysis and forecasting. The job is the primary contact for financial information on business performance in business operations leadership team",
      "key_account": "<ul><li>Reporting Management: Leads the establishment and implementation of global financial analyses framework, governance, process and capability to deliver accurate and timely presentation of both financial and nonfinancial reports for internal stakeholders, ensuring reporting standards best meet the needs of business leaders.</li><li>Business Performance Management: Leads global business performance management processes, including identifying and reviewing key performance indicators and metrics across all businesses, such as inventory, to draw insights and inform recommendations to business leaders.</li><li>Decision Support: Provides strategic direction for financial analyses and research and key insights communication to support strategic business decision making.</li><li>Relationship Management: Builds and maintains strategic relationships with key business leaders to understand business needs and drive strategic business improvements.</li><li>Process Development: Leads the establishment and ensure successful implementation of global financial planning, budgeting and forecasting processes.</li><li>Risk & Control Reporting: Directs the team on various reports including risk and mitigation controls reports, custom transaction code reports and sensitive role reports for gap assessment and cleanup activities to identify and address any gaps, vulnerabilities, or inefficiencies in an organization's control environment.</li><li>Team Management: Manages team members to achieve the organization’s goals, by ensuring productivity, communicating performance expectations, creating goal alignment, giving and seeking feedback, providing coaching, measuring progress and holding people accountable, supporting employee development, recognizing achievement and lessons learned, and developing enabling conditions for talent to thrive in an inclusive team culture.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Demonstrates a deep understanding of complex financial information to drive strategic decision-making to create value for Cargill through process improvement, MADJV strategies, and improved business performance</li><li>Upholds Tax & Regulatory Standards: Drives Cargill’s tax and regulatory-related strategy to ensure compliance, adherence to local, corporate, and professional standards and regulations, and effective tax planning</li><li>Manages Financial Risk: Drives Cargill’s risk management strategy through a deep understanding of financial risks, process management, and controls</li><li>Conducts Complex Financial Analyses: Drives strategic decision-making through a deep expertise in conducting and communicating complex financial analyses to yield positive outcomes for Cargill</li><li>Manages Allocation of Assets: Sets, leads, and communicates Cargill’s financial operations strategy that emphasizes liquidity, stability, and efficiency</li><li>Reports Financial Information: Champions Cargill’s approach to reporting financial information, allowing the information to be leveraged in broader decision-making and strategy creation</li></ul>"
    }
  },
  {
    "row": "2",
    "col": "8",
    "Title": "Vice President, Tax (TX)",
    "Key": "Tax",
    "contents": {
      "sub_family": "Tax",
      "band": "Senior Manager I",
      "contributor_type": "Manager",
      "purpose": "The Senior Manager I, Tax job establishes and implements all aspects of tax activity strategies, with a mid to long-term impact on business results. This job directs and leads a major department or sub-function responsible for the execution of tax compliance, the development of tax solutions, and resolving audits",
      "key_account": "<ul><li>Tax Compliance Activity Oversight: Plans, advises, and controls the tax compliance strategies and activities for the organization, directing the team responsible for statutory and/or U.S. GAAP accounting for all tax items, ensuring key filing positions are supported by appropriate documentation, and overseeing the preparation of tax returns, tax forms, and related documents associated with tax compliance.</li><li>Tax Compliance Process Development and Improvement: Guides the development and implementation of policies and tax compliance processes, reviews and approves the development of processes and data requirements for tax/financial/compliance-related systems, and directs the team's analyses to determine tax and work process issues in practice.</li><li>Developing Tax Solutions: Leads and guides the development and implementation of technical tax planning solutions to optimize the organization's tax liabilities and risks, including strategy, planning and modeling with respect to corporate and capital structure, financing and repatriation strategy, trading and risk management.</li><li>Providing Tax Counsel: Fosters relationships with and provides advice and training for senior leadership, and identifies training opportunities and creates proposal for tax employees to enhance general tax education.</li><li>Tax Research, Analysis and Strategic Planning: Supports strategic tax objective planning, sets priorities and identifies resource needs, and oversees and reviews tax-related research and analysis for the purpose of completing tax compliance responsibilities.</li><li>Audit Strategy and Conducting Audits: Drives the development of audit defense strategies, oversees most complex risk audits and responses to information requests from external taxing authorities, and manages relationships and communications with external revenue bodies and/or inquiries from various taxing authorities.</li><li>Team Management: Manages team members to achieve the organization’s goals, by ensuring productivity, communicating performance expectations, creating goal alignment, giving and seeking feedback, providing coaching, measuring progress and holding people accountable, supporting employee development, recognizing achievement and lessons learned, and developing enabling conditions for talent to thrive in an inclusive team culture.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Demonstrates a deep understanding of complex financial information to drive strategic decision-making to create value for Cargill through process improvement, MADJV strategies, and improved business performance</li><li>Upholds Tax & Regulatory Standards: Drives Cargill’s tax and regulatory-related strategy to ensure compliance, adherence to local, corporate, and professional standards and regulations, and effective tax planning</li><li>Manages Financial Risk: Drives Cargill’s risk management strategy through a deep understanding of financial risks, process management, and controls</li><li>Conducts Complex Financial Analyses: Drives strategic decision-making through a deep expertise in conducting and communicating complex financial analyses to yield positive outcomes for Cargill</li><li>Manages Allocation of Assets: Sets, leads, and communicates Cargill’s financial operations strategy that emphasizes liquidity, stability, and efficiency</li><li>Reports Financial Information: Champions Cargill’s approach to reporting financial information, allowing the information to be leveraged in broader decision-making and strategy creation</li></ul>"
    }
  },
  {
    "row": "2",
    "col": "9",
    "Title": "Vice President, Tax Compliance (TC)",
    "Key": "Tax",
    "contents": {
      "sub_family": "Tax",
      "band": "Senior Manager I",
      "contributor_type": "Manager",
      "purpose": "The Senior Manager I, Tax Compliance job establishes and implements all aspects of income tax compliance and global tax accounting, including financial statement reporting, with a mid to long-term impact on business results. This job directs and leads a major department or sub function responsible for the execution of tax compliance, the development and implementation of innovative processes and, guides critical analysis for planning initiatives, handles controversies and stays abreast of legislative and regulatory developments.",
      "key_account": "<ul><li>Tax Filing Compliance: Ensures timely and accurate fulfillment of the company’s income tax filing obligations.</li><li>Financial Statement Reporting: Guarantees complete and accurate financial statement reporting of tax matters under U.S. GAAP.</li><li>Stakeholder Communication: Leads effective communications with key partners, both internal and external, on tax accounting issues.</li><li>Cross-Functional Collaboration: Collaborates with tax and non-tax teams to ensure they understand the impact of tax accounting on their business objectives.</li><li>Strategic Planning and Legislative Partnership: Partners with other tax teams on strategic planning initiatives and legislative and regulatory developments.</li><li>Operational Excellence: Drives operational excellence and continuous improvement in tax accounting and compliance, providing staff oversight to successfully manage tax audits.</li><li>Tax Compliance Process Development and Improvement: Guides the development and implementation of policies and tax compliance processes, including approval of processes and data requirements for tax, financial, compliance-related systems.</li><li>Team Management: Manages team members to achieve the organization’s goals, by ensuring productivity, communicating performance expectations, creating goal alignment, giving and seeking feedback, providing coaching, measuring progress and holding people accountable, supporting employee development, recognizing achievement and lessons learned, and developing enabling conditions for talent to thrive in an inclusive team culture.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Demonstrates a deep understanding of complex financial information to drive strategic decision-making to create value for Cargill through process improvement, MADJV strategies, and improved business performance</li><li>Upholds Tax & Regulatory Standards: Drives Cargill’s tax and regulatory-related strategy to ensure compliance, adherence to local, corporate, and professional standards and regulations, and effective tax planning</li><li>Manages Financial Risk: Drives Cargill’s risk management strategy through a deep understanding of financial risks, process management, and controls</li><li>Conducts Complex Financial Analyses: Drives strategic decision-making through a deep expertise in conducting and communicating complex financial analyses to yield positive outcomes for Cargill</li><li>Manages Allocation of Assets: Sets, leads, and communicates Cargill’s financial operations strategy that emphasizes liquidity, stability, and efficiency</li><li>Reports Financial Information: Champions Cargill’s approach to reporting financial information, allowing the information to be leveraged in broader decision-making and strategy creation</li></ul>"
    }
  },
  {
    "row": "2",
    "col": "10",
    "Title": "Vice President, Tax Process (PD)",
    "Key": "Tax",
    "contents": {
      "sub_family": "Tax",
      "band": "Senior Manager I",
      "contributor_type": "Manager",
      "purpose": "The Senior Manager I, Tax Process job establishes and implements global tax process, data, and technology strategies to drive tax operations with a mid to long-term impact on business results. This job oversees a team responsible for modernizing and deploying tax controls across tax, finance, and other functions while leading efforts to optimize application data and architecture, driving continuous improvement. This job provides strategic direction to a major department or sub-function, ensuring the deployment of compliance programs to meet local governmental requirements for compliance, reporting and audits and governs the migration and operation of tax compliance activities within the organization’s service centers or outsourced providers.",
      "key_account": "<ul><li>Tax Operation and Product Development Technology Strategy: Leads the development and execution of a comprehensive program to segment, prioritize, and implement all aspects of tax operations and product development technology strategies globally across all tax types, and applies continuous improvement processes to automate workflows where feasible and adapts strategies based on legislative, technological, and business changes.</li><li>Tax Legal Requirements and Strategy: Understands current and anticipates future global and local tax legal requirements, assessing their impact on operations and tax product development technology strategies, and guides the design of efficient tax processes and programs to ensure compliance, reporting and audit requirements are met across all tax types and countries.</li><li>Control Framework Design: Leads the design of end-to-end control frameworks for each tax type based on global templates adapted to meet the specific regulatory requirements and risks of each country.</li><li>Control Framework Execution: Establishes the operating model for framework implementation, using internal functions, groups and global audits, and selects the target tax architecture for operations, including data storage and enrichment for associated processes.</li><li>Control Framework Direction and Improvement: Guides the identification and deployment of the data analytics required and the target architecture to support the frameworks and the solutions needed to control identified gaps.</li><li>Data Analytics Deployment: Guides the identification and deployment of an optimal data collection source and the required data enrichment for each tax type, and the design and deployment of efficient data analytics to support both the control framework and tax compliance, reporting and audit operations.</li><li>Team Management: Manages team members to achieve the organization’s goals, by ensuring productivity, communicating performance expectations, creating goal alignment, giving and seeking feedback, providing coaching, measuring progress and holding people accountable, supporting employee development, recognizing achievement and lessons learned, and developing enabling conditions for talent to thrive in an inclusive team culture.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Demonstrates a deep understanding of complex financial information to drive strategic decision-making to create value for Cargill through process improvement, MADJV strategies, and improved business performance</li><li>Upholds Tax & Regulatory Standards: Drives Cargill’s tax and regulatory-related strategy to ensure compliance, adherence to local, corporate, and professional standards and regulations, and effective tax planning</li><li>Manages Financial Risk: Drives Cargill’s risk management strategy through a deep understanding of financial risks, process management, and controls</li><li>Conducts Complex Financial Analyses: Drives strategic decision-making through a deep expertise in conducting and communicating complex financial analyses to yield positive outcomes for Cargill</li><li>Manages Allocation of Assets: Sets, leads, and communicates Cargill’s financial operations strategy that emphasizes liquidity, stability, and efficiency</li><li>Reports Financial Information: Champions Cargill’s approach to reporting financial information, allowing the information to be leveraged in broader decision-making and strategy creation</li></ul>"
    }
  },
  {
    "row": "2",
    "col": "11",
    "Title": "Vice President, Trade Compliance (TR)",
    "Key": "Trade Compliance",
    "contents": {
      "sub_family": "Trade Compliance",
      "band": "Senior Manager I",
      "contributor_type": "Manager",
      "purpose": "The Senior Manager I, Trade Compliance job leads the establishment and implementation of comprehensive internal import and export controls and governance activities to ensure compliance with all trade-related regulations, with a mid to long term impact on business results. This job provides strategic leadership to a major department responsible for ensuring international business activities are compliant with relevant regulatory requirements. Additionally, this job is responsible for overseeing audits, and implementing training programs to drive the effectiveness of internal trade controls.",
      "key_account": "<ul><li>Policy and Procedure Development: Champions the development and implementation of global trade compliance programs, policies and procedures, applying knowledge of relevant customs and trade-related laws, regulations, practices and procedures to ensure adherence to applicable laws and regulations.</li><li>Business Process Improvement: Leads team to monitor, review and improve business compliance processes at both regional and global levels, and approves strategic direction for customs related activities across the organization, including subsidiaries, joint ventures, and business units.</li><li>Solution Development: Directs the development and implementation of complex and technical customs planning solutions in order to capture significant customs benefits and mitigate risks globally by leading strategic planning and modeling of trading, trade flow and risk management activity.</li><li>Expert Advising: Advises senior management and business leaders to provide information and guidance on customs aspects of key business plans and strategy in support of achieving the organization's objectives.</li><li>Audit Oversight: Manages high risk audits and responds to information requests from external customs authorities, and oversees audit defense strategies and best practices by identifying potential compliance risks and developing strategies to mitigate these risks.</li><li>Relationship Management: Leads the development and management of relationships with appropriate government agencies to stay informed of regulatory updates.</li><li>Metrics Analysis: Champions the analysis of trade compliance metrics to identify trends and areas for improvement.</li><li>Compliance Training: Identifies and approves strategic training opportunities, and oversees the design and implementation of training programs aimed at educating employees on trade compliance requirements and best practices.</li><li>Team Management: Manages team members to achieve the organization’s goals, by ensuring productivity, communicating performance expectations, creating goal alignment, giving and seeking feedback, providing coaching, measuring progress and holding people accountable, supporting employee development, recognizing achievement and lessons learned, and developing enabling conditions for talent to thrive in an inclusive team culture.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Manages, synthesizes, and optimizes key financial information and budgets to effectively inform business decision making and maximize the value of the organization</li><li>Upholds Tax & Regulatory Standards: Understands and applies tax-related knowledge about the external business environment and regulatory changes to uphold standards and make informed business decisions and recommendations</li><li>Manages Financial Risk: Identifies, assesses, communicates, educates, and mitigates financial risks and potential consequences to the business; understands and monitors robust control frameworks</li><li>Conducts Complex Financial Analyses: Conducts complex financial analyses (e.g., forecasting, scenario planning, cost/benefit analysis, and modeling), critically interprets and models the results, and distills and translates the data points into actionable business insights and decision making</li><li>Manages Allocation of Assets: Manages Cargill’s financial assets, liabilities, and cash flows to ensure liquidity, stability, and efficiency of financial operations for the organization</li><li>Reports Financial Information: Gathers, analyzes, understands, and interprets various types of financial information, both internally and externally, in a way that promotes the financial health and sustainability of the organization.</li></ul>"
    }
  },
  {
    "row": "2",
    "col": "12",
    "Title": "Vice President, Capital Markets & Trading (TD)",
    "Key": "Treasury",
    "contents": {
      "sub_family": "Treasury",
      "band": "Senior Manager I",
      "contributor_type": "Manager",
      "purpose": "The Senior Manager I, Capital Markets & Trading job leads the establishment and implementation of the organization's funding and foreign exchange strategy and global risk-taking treasury market group business, with a mid- to long-term impact on business results to ensure that the organization has access to the necessary funds, manage currency risks, optimize costs, and comply with regulatory requirements. This role oversees the short- and long-term funding books and cross-border funding structures across the organization. This job manages a major department or sub-function responsible for meeting the daily funding needs of all business groups and maintaining the organization's foreign exchange flow.",
      "key_account": "<ul><li>Strategy & Execution: Leads the global foreign exchange flow and hedging execution desks, the global foreign exchange flow model and design, and the global long term debt book, including balance sheet management, fixed float mix, net investment hedging and debt substitution decisions, supporting global businesses and ensuring alignment with the global treasury markets strategy.</li><li>Global Funding Strategy: Plans global funding patterns, partners with tax stakeholders to determine strategy for global cash flow positioning through the global treasury hubs, and manages the global cashflow forecasting and planning in partnership with treasury advisory.</li><li>Organizational Alignment: Drives alignment between the organization's long-term debt management practices, including planning and executing all debt issuances, managing the fixed float mix and balance sheet, and overseeing net investment hedge exposures.</li><li>Risk Management: Leads the risk taking book and oversees risk positions in foreign exchange and interest rate markets.</li><li>Relationship Management: Fosters and leads funding bank relationships, leads global foreign exchange relationships, and ensures reciprocity is maintained and aligned with the relationship group and that banks follow through on pricing agreements.</li><li>Team Management: Manages team members to achieve the organization’s goals, by ensuring productivity, communicating performance expectations, creating goal alignment, giving and seeking feedback, providing coaching, measuring progress and holding people accountable, supporting employee development, recognizing achievement and lessons learned, and developing enabling conditions for talent to thrive in an inclusive team culture.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Manages, synthesizes, and optimizes key financial information and budgets to effectively inform business decision making and maximize the value of the organization</li><li>Upholds Tax & Regulatory Standards: Understands and applies tax related knowledge about the external business environment and regulatory changes to uphold standards and make informed business decisions and recommendations</li><li>Manages Financial Risk: Identifies, assesses, communicates, educates, and mitigates financial risks and potential consequences to the business; understands and monitors robust control frameworks</li><li>Conducts Complex Financial Analyses: Conducts complex financial analyses (e.g., forecasting, scenario planning, cost/benefit analysis, and modeling), critically interprets and models the results, and distills and translates the data points into actionable business insights and decision making</li><li>Manages Allocation of Assets: Manages Cargill’s financial assets, liabilities, and cash flows to ensure liquidity, stability, and efficiency of financial operations for the organization</li><li>Reports Financial Information: Gathers, analyzes, understands, and interprets various types of financial information, both internally and externally, in a way that promotes the financial health and sustainability of the organization.</li></ul>"
    }
  },
  {
    "row": "2",
    "col": "13",
    "Title": "Vice President, Treasury Advisory (TY)",
    "Key": "Treasury",
    "contents": {
      "sub_family": "Treasury",
      "band": "I",
      "contributor_type": "Manager",
      "purpose": "The Senior Manager I, Treasury Advisory job leads the establishment and implementation of treasury advisory strategies and initiatives with a mid- to long-term impact on business results. This job directs the development and implementation of policies and procedures that align with organizational goals and contribute to the organization's overall financial well-being. This job manages a major department or sub-function responsible for providing treasury advisory services including analyzing financial data, identifying risks, and developing strategies to mitigate risk.",
      "key_account": "<ul><li>Treasury Strategy Development: Leads the development and implementation of the organization's treasury advisory strategy to ensure risk management and treasury advisory expertise is provided to the organization, and directs global initiatives to develop new strategies or revise existing strategies to improve the organization's treasury practices, strategic projects, and overall financial well-being.</li><li>Financial Policy Design: Leads the organization in the design of treasury-related financial policies and procedures and recommends corporate policy changes, such as foreign exchange, financing, joint venture, leasing and balance sheet management.</li><li>Relationship Management: Acts as the global focal point for banks who serve the organization globally, in order to ensure adequate credit and service access to the bank market.</li><li>Advising: Leads and oversees treasury advisory core projects related to mergers, acquisitions, divestitures, and joint ventures, including due diligence, financing, structuring, planning, and integration.</li><li>Business Partnership: Ensures delivery of world-class treasury advisory services by collaborating with key business stakeholders to develop understanding of needs and problems and provide high quality treasury services, in addition to education regarding treasury-related risks and financing alternatives.</li><li>Process Review & Improvement: Ensures understanding of regulatory environment and applies learnings to minimize the organization's regulatory and financial risks, champions continuous improvement by ensuring treasury operations are efficient, well-controlled, and aligned with business objectives, and oversees the development of new processes and guidelines when improvements are needed.</li><li>Team Management: Manages team members to achieve the organization’s goals, by ensuring productivity, communicating performance expectations, creating goal alignment, giving and seeking feedback, providing coaching, measuring progress and holding people accountable, supporting employee development, recognizing achievement and lessons learned, and developing enabling conditions for talent to thrive in an inclusive team culture.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Manages, synthesizes, and optimizes key financial information and budgets to effectively inform business decision making and maximize the value of the organization</li><li>Upholds Tax & Regulatory Standards: Understands and applies tax related knowledge about the external business environment and regulatory changes to uphold standards and make informed business decisions and recommendations</li><li>Manages Financial Risk: Identifies, assesses, communicates, educates, and mitigates financial risks and potential consequences to the business; understands and monitors robust control frameworks</li><li>Conducts Complex Financial Analyses: Conducts complex financial analyses (e.g., forecasting, scenario planning, cost/benefit analysis, and modeling), critically interprets and models the results, and distills and translates the data points into actionable business insights and decision making</li><li>Manages Allocation of Assets: Manages Cargill’s financial assets, liabilities, and cash flows to ensure liquidity, stability, and efficiency of financial operations for the organization</li><li>Reports Financial Information: Gathers, analyzes, understands, and interprets various types of financial information, both internally and externally, in a way that promotes the financial health and sustainability of the organization.</li></ul>"
    }
  },
  {
    "row": "2",
    "col": "14",
    "Title": "Vice President, Treasury Leadership (NS)",
    "Key": "Treasury",
    "content": {
      "sub_family": "Treasury",
      "band": "Senior Manager I",
      "contributor_type": " Manager",
      "purpose": "The Senior Manager I, Treasury Leadership job leads the establishment and implementation of processes, global strategy, business plans, and projects for the organization's treasury with a mid- to long-term impact on business results. This job directs cash and liquidity management, treasury operations, and compliance, and drives the modernization of treasury technology and align liquidity to meet financial objectives and manage financial risk.",
      "key_account": "<ul><li>Strategy and Planning: Leads the overall treasury strategy and business plans to set priorities, drive organizational strategy alignment, and guide business planning.</li><li>Cash and Liquidity Management: Oversees cash and liquidity management strategies, processes, and policies, implementing structures that optimize liquidity and address the organization's business needs.</li><li>Banking Relationship Management: Advocates effective relationships with bank providers of cash management services and products, including coordinating relationship management activities.</li><li>Regulatory Reporting and Compliance: Manages the execution of compliance policies, regulatory reporting, and controls to mitigate financial risk and drive operational effectiveness.</li><li>Thought Leadership and Innovation: Drives continuous improvement of the organization's treasury processes, data and technology by conducting external benchmarking, monitoring industry and market developments, and implementing new cash management and banking products and services that benefit the organization's businesses and treasury and enable efficiencies.</li><li>Treasury Advisory: Applies mastery understanding of treasury practices to provide advisory on mergers, acquisitions, disposals, joint ventures, corporate and capital structures, foreign exchange exposure, risk management, and credit capacity in support of organizational strategies and goals.</li><li>Team Management: Manages team members to achieve the organization’s goals, by ensuring productivity, communicating performance expectations, creating goal alignment, giving and seeking feedback, providing coaching, measuring progress and holding people accountable, supporting employee development, recognizing achievement and lessons learned, and developing enabling conditions for talent to thrive in an inclusive team culture.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Manages, synthesizes, and optimizes key financial information and budgets to effectively inform business decision making and maximize the value of the organization</li><li>Upholds Tax & Regulatory Standards: Understands and applies tax related knowledge about the external business environment and regulatory changes to uphold standards and make informed business decisions and recommendations</li><li>Manages Financial Risk: Identifies, assesses, communicates, educates, and mitigates financial risks and potential consequences to the business; understands and monitors robust control frameworks Conducts Complex Financial Analyses: Conducts complex financial analyses (e.g., forecasting, scenario planning, cost/benefit analysis, and modeling), critically interprets and models the results, and distills and translates the data points into actionable business insights and decision making</li><li>Manages Allocation of Assets: Manages Cargill’s financial assets, liabilities, and cash flows to ensure liquidity, stability, and efficiency of financial operations for the organization</li><li>Reports Financial Information: Gathers, analyzes, understands, and interprets various types of financial information, both internally and externally, in a way that promotes the financial health and sustainability of the organization.</li></ul>"
    }
  },
  {
    "row": "3",
    "col": "1",
    "Title": "Senior Director, Accounts Payable / Accounts Receivable Process (AP)",
    "Key": "Accounts Payable / Accounts Receivable",
    "content": {
      "sub_family": "AP / AR",
      "band": "Manager II",
      "contributor_type": "Manager",
      "purpose": "The Manager II, Accounts Payable / Accounts Receivable Process job owns the execution of the tactical and strategic plans related to the organization's accounts payable or accounts receivable processes. This job directs and guides the team responsible for resolving all inquiries and disputes over invoicing or billing while adhering to organizational compliance standards. This job leads the development and implementation of strategic initiatives to optimize billing or invoicing systems, minimize delinquencies, and improve overall process effectiveness.",
      "key_account": "<ul><li>Invoicing: Owns the design and refinement of the end to end billing or invoicing process to support business objectives and drive departmental efficiencies.</li><li>Discrepancy Resolution: Provides strategic direction for the investigation and resolution of billing or invoicing discrepancies to ensure relevant billing or invoicing analyses are performed, internal cross functional teams, customers or suppliers have been informed, and necessary corrections are completed.</li><li>Report Generation: Guides the presentation of financial reports related to accounts payable or accounts receivable to key leaders to enable informed decision making on billing or invoicing matters.</li><li>Technology Integration: Leads the team to evaluate and implement advanced technology solutions, using automation and digital transformation to optimize efficiency, accuracy and effectiveness in the accounts payable or accounts receivable function.</li><li>Collaboration: Partners collaboratively with leadership to develop innovative billing or invoicing solutions and optimize the end to end accounts payable or accounts receivable processes.</li><li>Continuous Improvement: Leads the development and implementation of policies and procedures to improve the efficiency and effectiveness of the accounts payable or accounts receivable processes.</li><li>Industry Expertise: Nurtures a culture of staying abreast of industry trends, regulatory changes and emerging best in class industry standards in accounts payable or accounts receivable processes, approving and leading the implementation of necessary updates and improvements.</li><li>Team Management: Manages team members to achieve the organization’s goals, by ensuring productivity, communicating performance expectations, creating goal alignment, giving and seeking feedback, providing coaching, measuring progress and holding people accountable, supporting employee development, recognizing achievement and lessons learned, and developing enabling conditions for talent to thrive in an inclusive team culture.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Manages, synthesizes, and optimizes key financial information and budgets to effectively inform business decision making and maximize the value of the organization</li><li>Upholds Tax & Regulatory Standards: Understands and applies tax-related knowledge about the external business environment and regulatory changes to uphold standards and make informed business decisions and recommendations</li><li>Manages Financial Risk: Identifies, assesses, communicates, educates, and mitigates financial risks and potential consequences to the business; understands and monitors robust control frameworks</li><li>Conducts Complex Financial Analyses: Conducts complex financial analyses (e.g., forecasting, scenario planning, cost/benefit analysis, and modeling), critically interprets and models the results, and distills and translates the data points into actionable business insights and decision making</li><li>Manages Allocation of Assets: Manages Cargill’s financial assets, liabilities, and cash flows to ensure liquidity, stability, and efficiency of financial operations for the organization</li><li>Reports Financial Information: Gathers, analyzes, understands, and interprets various types of financial information, both internally and externally, in a way that promotes the financial health and sustainability of the organization.</li></ul>"
    }
  },
  {
    "row": "3",
    "col": "2",
    "Title": "Senior Director, Credit (CR)",
    "Key": "Accounts Payable / Accounts Receivable",
    "content": {
      "sub_family": "AP / AR",
      "band": "Manager II",
      "contributor_type": "Manager",
      "purpose": "The Manager II, Credit job owns the execution of the organization's credit strategy to minimize credit risk and implement various credit activities, such as creditworthiness assessments, credit portfolio management, counterparty relationship management and credit reporting. This job leads and guides the team responsible for supporting the organization's financial health through the implementation of robust credit controls and policies.",
      "key_account": "<ul><li>Customer Accounts: Directs and guides the team in customer account management activities, including tracking account status, following up on overdue accounts, and assessing customer portfolio risk.</li><li>Credit Analysis: Provides strategic direction for credit analyses and insights generation on credit trends, profitability, economics, and collections activities to ensure credit decisions are adequately informed.</li><li>Credit Standards: Leads the establishment and successful implementation of credit control policies and procedures, ensuring effective and efficient credit standards, policies, procedures, and controls are in place and aligned throughout the organization to minimize credit risks, optimize cash flow management, and align with industry standards.</li><li>Credit Reporting: Leads the establishment of processes for preparing and distributing detailed credit research and reports to inform account decision, including researching credit history and applying credit knowledge to define acceptable credit lines and payment terms for new customer and supplier accounts.</li><li>Collaboration: Leads the development and implementation of credit strategies across the organization, builds and maintains strong working relationships, and ensures compliance with regulatory requirements and industry standards.</li><li>Risk Management: Directs and guides the team to prioritize potential sources of loss and develop plans to resolve potential financial consequences and ultimately mitigate the organization's credit risk.</li><li>Industry Expertise: Nurtures a culture of staying abreast of industry trends, regulatory changes, and emerging best in class industry standards in credit management, approving and leading the implementation of process improvement, risk mitigation and continuous improvement of credit operations.</li><li>Team Management: Manages team members to achieve the organization’s goals, by ensuring productivity, communicating performance expectations, creating goal alignment, giving and seeking feedback, providing coaching, measuring progress and holding people accountable, supporting employee development, recognizing achievement and lessons learned, and developing enabling conditions for talent to thrive in an inclusive team culture.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Manages, synthesizes, and optimizes key financial information and budgets to effectively inform business decision making and maximize the value of the organization</li><li>Upholds Tax & Regulatory Standards: Understands and applies tax-related knowledge about the external business environment and regulatory changes to uphold standards and make informed business decisions and recommendations</li><li>Manages Financial Risk: Identifies, assesses, communicates, educates, and mitigates financial risks and potential consequences to the business; understands and monitors robust control frameworks</li><li>Conducts Complex Financial Analyses: Conducts complex financial analyses (e.g., forecasting, scenario planning, cost/benefit analysis, and modeling), critically interprets and models the results, and distills and translates the data points into actionable business insights and decision making</li><li>Manages Allocation of Assets: Manages Cargill’s financial assets, liabilities, and cash flows to ensure liquidity, stability, and efficiency of financial operations for the organization</li><li>Reports Financial Information: Gathers, analyzes, understands, and interprets various types of financial information, both internally and externally, in a way that promotes the financial health and sustainability of the organization.</li></ul>"
    }
  },
  {
    "row": "3",
    "col": "3",
    "Title": "Senior Director, Corporate Audit (AU)",
    "Key": "Corporate Audit",
    "content": {
      "sub_family": "  Audit",
      "band": "Manager II",
      "contributor_type": "Manager",
      "purpose": "The Manager II, Credit job owns the execution of the organization's credit strategy to minimize credit risk and implement various credit activities, such as creditworthiness assessments, credit portfolio management, counterparty relationship management and credit reporting. This job leads and guides the team responsible for supporting the organization's financial health through the implementation of robust credit controls and policies.",
      "key_account": "<ul><li>Corporate Audit Strategy and Reporting: Develops the organization's corporate audit strategy, assesses areas of greatest risk at a global level, and communicates results and recommendations to senior leadership and other relevant partners.</li><li>Process Development and Improvement: Reviews and approves corporate audit standards, policies, audit approaches, tools and technology, and monitors effectiveness to make refinements as the need arises.</li><li>Audits: Maintains oversight of ongoing formal and informal audit activities, and reviews and approves audit findings.</li><li>Investigations: Oversees investigations of alleged financial mismanagement, loss of assets or other irregularities, and reviews audit related documentation and reports to ensure compliance with organization and regulatory standards.</li><li>Compliance Monitoring: Monitors adherence to policies, procedures, and regulatory requirements, and recommends corrective actions needed.</li><li>Internal Controls: Influences business management to ensure adoption of controls in support of achieving the organization's objectives.</li><li>Consultation: Guides the team to advise and respond to questions from audit teams and business leaders, including providing consultation to audit team members on planning and audit activities.</li><li>Team Management: Manages team members to achieve the organization’s goals, by ensuring productivity, communicating performance expectations, creating goal alignment, giving and seeking feedback, providing coaching, measuring progress and holding people accountable, supporting employee development, recognizing achievement and lessons learned, and developing enabling conditions for talent to thrive in an inclusive team culture.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Manages, synthesizes, and optimizes key financial information and budgets to effectively inform business decision making and maximize the value of the organization</li><li>Upholds Tax & Regulatory Standards: Understands and applies tax-related knowledge about the external business environment and regulatory changes to uphold standards and make informed business decisions and recommendations</li><li>Manages Financial Risk: Identifies, assesses, communicates, educates, and mitigates financial risks and potential consequences to the business; understands and monitors robust control frameworks</li><li>Conducts Complex Financial Analyses: Conducts complex financial analyses (e.g., forecasting, scenario planning, cost/benefit analysis, and modeling), critically interprets and models the results, and distills and translates the data points into actionable business insights and decision making</li><li>Manages Allocation of Assets: Manages Cargill’s financial assets, liabilities, and cash flows to ensure liquidity, stability, and efficiency of financial operations for the organization</li><li>Reports Financial Information: Gathers, analyzes, understands, and interprets various types of financial information, both internally and externally, in a way that promotes the financial health and sustainability of the organization.</li></ul>"
    }
  },
  {
    "row": "3",
    "col": "4",
    "Title": "Senior Director, Audit Quality & Operations (QO)",
    "Key": "Corporate Audit",
    "content": {
      "sub_family": "Audit",
      "band": "Manager II",
      "contributor_type": "Manager",
      "purpose": "The Manager II, Audit Quality & Operations job owns the execution of the strategy and continuous improvement initiatives related to the domain audit processes, programs, standards and procedures, in order to maintain compliance and improve audit effectiveness. This job provides strategic leadership and direction to the team responsible for partnering closely with key partners and implementing continuous audit and other related activities, with a focus on quality assurance and continuous improvement.",
      "key_account": "<ul><li>Audit Process Strategy and Oversight: Leads the development and oversees the overall implementation and interpretation of the domain audit methodology, policies, standards and procedures, ensuring alignment with standard methodologies and technology platforms to achieve the organization's audit vision.</li><li>Quality Assurance: Oversees and leads audit quality assurance, evaluating internal audit activity's conformance with the related international professional association standards and externally recognized leading practices.</li><li>Audit Process Improvement: Develops continuous improvement in the end-to-end audit processes, including training, project planning, technology, standard audit frameworks, reporting, issue management and quality reviews.</li><li>Continuous Improvement: Leads audit transformation and continuous improvement initiatives, ensuring the use of data analytics, research, external benchmarking and key performance indicators to identify trends and implement changes.</li><li>Audit Reporting: Provides strategic leadership and direction to audit reporting, including the audit committee reporting cycle, to ensure appropriate risks to the company are accurately reported and presented.</li><li>Project Oversight: Leads all aspects of the annual project planning cycle and drives resource allocation to the most significant risks for the organization.</li><li>Drives Transformation: Advances and transforms audit data capabilities to drive related services and build the foundation to deploy advanced analytics and process automation and corporate audit services.</li><li>Team Management: Manages team members to achieve the organization’s goals, by ensuring productivity, communicating performance expectations, creating goal alignment, giving and seeking feedback, providing coaching, measuring progress and holding people accountable, supporting employee development, recognizing achievement and lessons learned, and developing enabling conditions for talent to thrive in an inclusive team culture.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Manages, synthesizes, and optimizes key financial information and budgets to effectively inform business decision making and maximize the value of the organization</li><li>Upholds Tax & Regulatory Standards: Understands and applies tax-related knowledge about the external business environment and regulatory changes to uphold standards and make informed business decisions and recommendations</li><li>Manages Financial Risk: Identifies, assesses, communicates, educates, and mitigates financial risks and potential consequences to the business; understands and monitors robust control frameworks</li><li>Conducts Complex Financial Analyses: Conducts complex financial analyses (e.g., forecasting, scenario planning, cost/benefit analysis, and modeling), critically interprets and models the results, and distills and translates the data points into actionable business insights and decision making</li><li>Manages Allocation of Assets: Manages Cargill’s financial assets, liabilities, and cash flows to ensure liquidity, stability, and efficiency of financial operations for the organization</li><li>Reports Financial Information: Gathers, analyzes, understands, and interprets various types of financial information, both internally and externally, in a way that promotes the financial health and sustainability of the organization</li></ul>"
    }
  },
  {
    "row": "3",
    "col": "5",
    "Title": "Senior Director, Commercial Finance (CO)",
    "Key": "Enterprise Finance",
    "content": {
      "sub_family": "Enterprise Finance",
      "band": "Manager II",
      "contributor_type": "Manager",
      "purpose": "The Manager II, Commercial Finance job owns the development of financial strategy, setting clear, financially focused targets for the organization, and ensuring effective deployment of capital. This job manages the department responsible for providing necessary financial rigor and analytics and ensuring the achievement of financials results and value creation for the organization. This job also brings market perspective through effective and creative benchmarking, drives financial performance and growth, enables understanding of product and customer profitability and evaluates investment, acquisition and divestiture opportunities.",
      "key_account": "<ul><li>Financial Leadership: Drives value within the business, overseeing and guiding the analysis of business performance against competitor and industry trends to identify key insights, develop and bring perspective on varying aspects of the business strategy, and help leadership focus on the most critical risks and opportunities.</li><li>Business/Function Financial Planning: Drives and owns all reporting, planning and forecasting processes in partnership with Business FP&A, and supports new business activities including mergers, acquisitions, divestitures and joint ventures, business transactions, tax and customs issues, by monitoring the performance of the new acquired business, providing resolutions to limit risks, and driving customer profitability, including optimizing function activities while balancing enterprise and corporate demand and priorities.</li><li>Drives Business Performance: Directs the identification and implementation of key performance indicators to create, maintain and preserve value within a complex business group and focuses management on the most significant risks and opportunities.</li><li>Modeling & Analytics: Leads the design, development and implementation of value added business analytics and seeks external benchmarking to provide insights to drive targeted actions and the setting of financial targets.</li><li>Collaboration: Partners closely with other functions and business managers to ensure strategies are accomplished and communicated across stakeholder groups, leveraging accounting and finance resources for key support, information and data.</li><li>Credit Risk: Leads the assessment of business risks on market and counterparty, making proposal on risk limits and ensuring proactive monitoring of exposures, taking corrective action to mitigate risk.</li><li>Team Management: Manages team members to achieve the organization’s goals, by ensuring productivity, communicating performance expectations, creating goal alignment, giving and seeking feedback, providing coaching, measuring progress and holding people accountable, supporting employee development, recognizing achievement and lessons learned, and developing enabling conditions for talent to thrive in an inclusive team culture.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Manages, synthesizes, and optimizes key financial information and budgets to effectively inform business decision making and maximize the value of the organization</li><li>Upholds Tax & Regulatory Standards: Understands and applies tax-related knowledge about the external business environment and regulatory changes to uphold standards and make informed business decisions and recommendations</li><li>Manages Financial Risk: Identifies, assesses, communicates, educates, and mitigates financial risks and potential consequences to the business; understands and monitors robust control frameworks</li><li>Conducts Complex Financial Analyses: Conducts complex financial analyses (e.g., forecasting, scenario planning, cost/benefit analysis, and modeling), critically interprets and models the results, and distills and translates the data points into actionable business insights and decision making</li><li>Manages Allocation of Assets: Manages Cargill’s financial assets, liabilities, and cash flows to ensure liquidity, stability, and efficiency of financial operations for the organization</li><li>Reports Financial Information: Gathers, analyzes, understands, and interprets various types of financial information, both internally and externally, in a way that promotes the financial health and sustainability of the organization.</li></ul>"
    }
  },
  {
    "row": "3",
    "col": "6",
    "Title": "Senior Director, Corporate Financial Planning & Analysis (CF)",
    "Key": "Enterprise Finance",
    "content": {
      "sub_family": "Enterprise Finance",
      "band": "Manager II",
      "contributor_type": "Manager",
      "purpose": "The Manager II, Corporate FP&A job owns the execution of corporate financial planning and analysis priorities, ensuring support and insights are provided for the executive leadership team. This job provides direction and guidance to the team responsible for the analysis and presentation of planning materials that create value by providing insights to drive decisions and results for the executive team, business and board of directors. This job oversees a comprehensive analysis of expenses, focusing on both historic and forward looking strategy, and drives decisions on resource allocation across the organization.",
      "key_account": "<ul><li>Financial Planning & Analysis Oversight & Improvement: Partners with businesses and functions to ensure analyses are relevant and insightful, leveraging external benchmarks and new viewpoints on financial planning and analysis and management practices.</li><li>Reporting, Planning & Forecasting Processes: Partners with businesses and functions to align corporate expectations with business analysis and insight to deliver on budgeting, forecasting and planning needs, working to drive change.</li><li>Financial Analysis Provides expertise and leadership to build a consistent, centralized approach to standardization of expense analysis to enable the development of a cohesive summary for the executive team and board of directors, and leads corporate level financial analysis, insights and decision making on consolidated expenses, driving new investment return processes to influence tradeoff decisions and accountability across the organization.</li><li>Sets Performance Metrics: Establishes metrics and targets and leverages benchmarking to assess performance and progress to provide essential investment information through data and quantitative details for executive leaders and the board of directors.</li><li>Drives Improvement: Champions improved processes and tools to drive efficiencies and bridge functional strategy and capabilities to enable transformational ambitions and business needs.</li><li>Team Management: Manages team members to achieve the organization’s goals, by ensuring productivity, communicating performance expectations, creating goal alignment, giving and seeking feedback, providing coaching, measuring progress and holding people accountable, supporting employee development, recognizing achievement and lessons learned, and developing enabling conditions for talent to thrive in an inclusive team culture.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Manages, synthesizes, and optimizes key financial information and budgets to effectively inform business decision making and maximize the value of the organization</li><li>Upholds Tax & Regulatory Standards: Understands and applies tax-related knowledge about the external business environment and regulatory changes to uphold standards and make informed business decisions and recommendations</li><li>Manages Financial Risk: Identifies, assesses, communicates, educates, and mitigates financial risks and potential consequences to the business; understands and monitors robust control frameworks</li><li>Conducts Complex Financial Analyses: Conducts complex financial analyses (e.g., forecasting, scenario planning, cost/benefit analysis, and modeling), critically interprets and models the results, and distills and translates the data points into actionable business insights and decision making</li><li>Manages Allocation of Assets: Manages Cargill’s financial assets, liabilities, and cash flows to ensure liquidity, stability, and efficiency of financial operations for the organization</li><li>Reports Financial Information: Gathers, analyzes, understands, and interprets various types of financial information, both internally and externally, in a way that promotes the financial health and sustainability of the organization.</li></ul>"
    }
  },
  {
    "row": "3",
    "col": "7",
    "Title": "Senior Director, Business Financial Planning & Analysis (BF)",
    "Key": "Enterprise Finance",
    "content": {
      "sub_family": "Enterprise Finance",
      "band": "Manager II",
      "contributor_type": "Manager",
      "purpose": "The Manager II, Business FP&A job owns the  execution of financial planning and analysis and  provides insights to enable business strategy. This  job manages the department responsible for  executing financial planning, budgeting, forecasting  and management reporting and analysis to create a  deep understanding of business performance and  enable business strategy development. This job also  leads modernization, simplification and  standardization and defines new capabilities for the  process of planning, budgeting, forecasting and  management reporting for the defined business.",
      "key_account": "<ul><li>Financial Planning, Analysis & Reporting Process Development: Leads, oversees, and directs the design, development and implementation of centralized, end to end processes for planning, budgeting, forecasting and reporting and analysis for the assigned business group or function, providing or seeking external insights to drive targeted actions when needed.</li><li>Financial Planning, Analysis & Reporting Improvement: Drives and owns execution and improvement of financial planning, budgeting and forecasting processes in collaboration with cross functional business teams by defining key business drivers, key performance indicators (KPIs), prioritization, standardization, end to end process improvement and technology modernization.</li><li>Drives Profitable Growth: Collaborates with strategic finance partners and various business stakeholders to drive effective and efficient decision making and results delivery in financial and metric planning and other related processes, and partners with finance transformation teams to lead strategy and execution of standardization, digitalization of management reports and advance analytics capability.</li><li>Financial Planning, Analysis & Reporting Oversight: Reviews and analyzes regular financial performance reports, advising key assumptions and identifying opportunities for growth for strategic finance partners and commercial leaders.</li><li>Tools, Models & Reporting Oversight: Leads the development and maintenance of financial tools, models and reports to enable effective and efficient consolidation of data from a variety of sources to ensure transparency.</li><li>Stakeholder Management: Oversees the development and maintenance of relationships with various stakeholders, ensuring the team gains an understanding of relevant inputs and perspectives, provides support in the effective delivery of financial planning and analysis activities, and communicates analysis results clearly in order to enhance decision making.</li><li>Team Management: Manages team members to achieve the organization’s goals, by ensuring productivity, communicating performance expectations, creating goal alignment, giving and seeking feedback, providing coaching, measuring progress and holding people accountable, supporting employee development, recognizing achievement and lessons learned, and developing enabling conditions for talent to thrive in an inclusive team culture.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Manages, synthesizes, and optimizes key financial information and budgets to effectively inform business decision making and maximize the value of the organization</li><li>Upholds Tax & Regulatory Standards: Understands and applies tax-related knowledge about the external business environment and regulatory changes to uphold standards and make informed business decisions and recommendations</li><li>Manages Financial Risk: Identifies, assesses, communicates, educates, and mitigates financial risks and potential consequences to the business; understands and monitors robust control frameworks</li><li>Conducts Complex Financial Analyses: Conducts complex financial analyses (e.g., forecasting, scenario planning, cost/benefit analysis, and modeling), critically interprets and models the results, and distills and translates the data points into actionable business insights and decision making</li><li>Manages Allocation of Assets: Manages Cargill’s financial assets, liabilities, and cash flows to ensure liquidity, stability, and efficiency of financial operations for the organization</li><li>Reports Financial Information: Gathers, analyzes, understands, and interprets various types of financial information, both internally and externally, in a way that promotes the financial health and sustainability of the organization.</li></ul>"
    }
  },
  {
    "row": "3",
    "col": "8",
    "Title": "Senior Director, Financial Accounting & Controllership (AC)",
    "Key": "Financial Accounting",
    "content": {
      "sub_family": "Financial Accounting",
      "band": "Manager II",
      "contributor_type": "Manager",
      "purpose": "The Manager II, Financial Accounting & Controllership job owns the execution of accounting activities to provide valuable insights for strategic decision making while ensuring compliance with accounting standards, regulatory requirements and internal company policies. This job directs and guides the department responsible for establishing and maintaining accounting policies and fiscal controls as well as preparing financial reports to safeguard organization's assets. This job also champions continuous improvement and operational excellence, including identifying process risks, and establishing and ensuring the implementation of mitigation and control plans to monitor the impact.",
      "key_account": "<ul><li>Accounting Policy & Control Compliance: Owns the establishment, execution and maintenance of accounting policies and fiscal controls, and ensures financial processes are performed in a timely manner, accurately and in compliance with regulatory policies.</li><li>Accounting Services Support: Owns and guides the delivery of accounting services, including accounting for administrative expenses, payment processing, coordination of month end general ledger close, balance sheet reconciliations and profit and loss analysis.</li><li>Financial Statements & Analysis: Guides and ensures the delivery of effective and efficient financial analysis, statements, budgeting and risk forecasting to support decision making, while ensuring compliance with established requirements, policies and risk management.</li><li>Finance Operational Result Delivery: Oversees and communicates finance operational results in a timely and effective manner through performance dashboards and clearly communicates business value.</li><li>Process Improvement: Champions a culture of continuous process improvement and operational excellence by driving process improvement initiatives for the accounting function and implementing best practices in accounting operations.</li><li>Team Management: Manages team members to achieve the organization’s goals, by ensuring productivity, communicating performance expectations, creating goal alignment, giving and seeking feedback, providing coaching, measuring progress and holding people accountable, supporting employee development, recognizing achievement and lessons learned, and developing enabling conditions for talent to thrive in an inclusive team culture.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Manages, synthesizes, and optimizes key financial information and budgets to effectively inform business decision making and maximize the value of the organization</li><li>Upholds Tax & Regulatory Standards: Understands and applies tax-related knowledge about the external business environment and regulatory changes to uphold standards and make informed business decisions and recommendations</li><li>Manages Financial Risk: Identifies, assesses, communicates, educates, and mitigates financial risks and potential consequences to the business; understands and monitors robust control frameworks</li><li>Conducts Complex Financial Analyses: Conducts complex financial analyses (e.g., forecasting, scenario planning, cost/benefit analysis, and modeling), critically interprets and models the results, and distills and translates the data points into actionable business insights and decision making</li><li>Manages Allocation of Assets: Manages Cargill’s financial assets, liabilities, and cash flows to ensure liquidity, stability, and efficiency of financial operations for the organization</li><li>Reports Financial Information: Gathers, analyzes, understands, and interprets various types of financial information, both internally and externally, in a way that promotes the financial health and sustainability of the organization.</li></ul>"
    }
  },
  {
    "row": "3",
    "col": "9",
    "Title": "Senior Director, Mergers, Acquisitions, Divestitures & Joint Ventures (DJ)",
    "Key": "Financial Accounting",
    "content": {
      "sub_family": "Financial Accounting",
      "band": "Manager II",
      "contributor_type": "Manager",
      "purpose": "The Manager II, Mergers, Acquisitions, Divestitures and Joint Ventures (MADJV) job owns the execution and maintenance of the organization's due diligence and integration playbooks for relevant merger, acquisition, divestiture and joint venture projects. This job provides strategic direction and guidance to the team responsible for guiding, coordinating and executing accounting and finance activities for pre and post close financial transition activities, and collaborates to increase the efficiency and effectiveness of activities.",
      "key_account": "<ul><li>Policy Maintenance and Enhancement: Directs and guides the development, maintenance and improvements to the organization's due diligence and integration playbooks and checklists for relevant merger, acquisition, divestiture and joint venture projects, in order to ensure effectiveness, efficiency and consistency while mitigating risks, and collaborates with other senior finance leaders to enhance policies and processes.</li><li>Playbook Execution: Oversees the coordination and execution of financial due diligence and integration playbooks and checklists across all Finance functions (tax, treasury, accounting and finance), escalating risks and issues to corporate development or the integration management office on a timely basis.</li><li>Due Diligence: Fosters relationships with third party due diligence providers and oversees the execution of diligence activities assigned to the team, guides the review of sales, purchase and transition service agreements according to established finance minimums, providing guidance on legal entity structures.</li><li>Integration and Separation: Provides strategic direction to the team and finance partners in the development of the integration and separation plans for finance activities, including quantification of finance synergies, disynergies, and stranded costs, and directs relationships with third party valuation firms to support purchase accounting.</li><li>Accounting Support: Oversees the setup of all corporate and local financial organization hierarchies and maintenance of purchase price accounting or sales balance sheet model to ensure proper statement of opening and closing balances.</li><li>Result Reporting: Directs the integration of results into current local, group, corporate financial and management reporting processes, working across financial departments.</li><li>Pipeline Reporting: Directs and guides regular updates with corporate level finance leaders on the deal pipeline to escalate risks and issues, and aligns on integration or separation strategy and resource plan.</li><li>Decision Making: Models and coaches equitable decision making, inclusive behaviors and actions and addresses raised issues in a timely manner.</li><li>Team Management: Manages team members to achieve the organization’s goals, by ensuring productivity, communicating performance expectations, creating goal alignment, giving and seeking feedback, providing coaching, measuring progress and holding people accountable, supporting employee development, recognizing achievement and lessons learned, and developing enabling conditions for talent to thrive in an inclusive team culture</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Manages, synthesizes, and optimizes key financial information and budgets to effectively inform business decision making and maximize the value of the organization</li><li>Upholds Tax & Regulatory Standards: Understands and applies tax-related knowledge about the external business environment and regulatory changes to uphold standards and make informed business decisions and recommendations</li><li>Manages Financial Risk: Identifies, assesses, communicates, educates, and mitigates financial risks and potential consequences to the business; understands and monitors robust control frameworks</li><li>Conducts Complex Financial Analyses: Conducts complex financial analyses (e.g., forecasting, scenario planning, cost/benefit analysis, and modeling), critically interprets and models the results, and distills and translates the data points into actionable business insights and decision making</li><li>Manages Allocation of Assets: Manages Cargill’s financial assets, liabilities, and cash flows to ensure liquidity, stability, and efficiency of financial operations for the organization</li><li>Reports Financial Information: Gathers, analyzes, understands, and interprets various types of financial information, both internally and externally, in a way that promotes the financial health and sustainability of the organization.</li></ul>"
    }
  },
  {
    "row": "3",
    "col": "10",
    "Title": "Senior Director, Record to Report (RR)",
    "Key": "Financial Accounting",
    "content": {
      "sub_family": "Financial Accounting",
      "band": "Manager II",
      "contributor_type": "Manager",
      "purpose": "The Manager II, Record to Report job owns the execution of the strategy to collect, process and present accurate financial data for the purposes of providing external information for strategic decision making while ensuring compliance with financial transaction recording standards. This job leads and guides the team responsible for the daily operations of the designated end to end finance processes and providing strategic input for the organizational, operational and stakeholder model for the shared services. This job builds and maintains strong business relationships with key finance and business partners focused on process maturity to meet organizational goals and expectations.",
      "key_account": "<ul><li>Record to Report Activities: Owns and guides the delivery of record to report services, including processing journal entries and intercompany transactions, completing monthly and quarterly general ledger close activities, handling fixed assets accounting, balance sheet reconciliations and reporting activities, and handling tax accounting, cost and profit center allocation, bank accounting and bank reconciliations.</li><li>Policy Compliance & Consistency: Ensures compliance with financial transaction recording standards, including company accounting policies, statutory reporting regulations and tax regulations, and owns interactions with external auditors for generally accepted accounting principles (GAAP) and statutory accounting matters.</li><li>Control Execution: Identifies and executes internal control systems to ensure effective and efficient operations and compliance with laws, regulations and corporate policies.</li><li>Business Partnership: Leads partnerships with business and senior finance leaders by representing the global finance operations organization in regional or global leadership business meetings to create transparency, resolve critical escalations and plan improvement projects on key initiatives.</li><li>Operational Excellence: Provides leadership and technical direction to designated finance operations teams to help develop and define a vision and strategy for operational excellence within the finance operations organization.</li><li>Process Improvement: Identifies and implements opportunities for consolidation , process simplification, standardization and improvement in alignment with the finance operations strategy, and works with global process leaders to develop key metric measurements benchmarked against industry best practices.</li><li>Team Management: Manages team members to achieve the organization’s goals, by ensuring productivity, communicating performance expectations, creating goal alignment, giving and seeking feedback, providing coaching, measuring progress and holding people accountable, supporting employee development, recognizing achievement and lessons learned, and developing enabling conditions for talent to thrive in an inclusive team culture.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Manages, synthesizes, and optimizes key financial information and budgets to effectively inform business decision making and maximize the value of the organization</li><li>Upholds Tax & Regulatory Standards: Understands and applies tax-related knowledge about the external business environment and regulatory changes to uphold standards and make informed business decisions and recommendations</li><li>Manages Financial Risk: Identifies, assesses, communicates, educates, and mitigates financial risks and potential consequences to the business; understands and monitors robust control frameworks</li><li>Conducts Complex Financial Analyses: Conducts complex financial analyses (e.g., forecasting, scenario planning, cost/benefit analysis, and modeling), critically interprets and models the results, and distills and translates the data points into actionable business insights and decision making</li><li>Manages Allocation of Assets: Manages Cargill’s financial assets, liabilities, and cash flows to ensure liquidity, stability, and efficiency of financial operations for the organization</li><li>Reports Financial Information: Gathers, analyzes, understands, and interprets various types of financial information, both internally and externally, in a way that promotes the financial health and sustainability of the organization.</li></ul>"
    }
  },
  {
    "row": "3",
    "col": "11",
    "Title": "Senior Director, Technical Accounting & Reporting (TA)",
    "Key": "Financial Accounting",
    "content": {
      "sub_family": "Financial Accounting",
      "band": "Manager II",
      "contributor_type": "Manager",
      "purpose": "The Manager II, Technical Accounting & Reporting job owns the execution and successful implementation of new accounting standards, maintenance of the organization's global accounting policies, and educating finance and business personnel on the organization's accounting policies. This job leads and guides the team responsible for providing guidance on the application of global accounting policies and collaborating with cross functional teams to design and implement processes, controls and systems that comply with accounting policies.",
      "key_account": "<ul><li>Policy Maintenance & Enhancement: Owns and leads the maintenance and updating of global accounting policies, and directs the design of new processes and controls to ensure compliance with new standards.</li><li>Technical Accounting Education: Directs training on global accounting policies for finance and business teams to ensure compliance with new standards, and provides strategic direction, support and advice to businesses, functions and finance teams on technical accounting issues.</li><li>Technical Accounting Research & Analysis: Oversees and directs the research and analysis of emerging accounting issues, new accounting standards, and regulatory changes to assess and determine their impact on the organization.</li><li>Accounting Projects: Oversees and directs accounting projects such as impairment analyses, acquisitions, divestitures, joint venture formation and accounting.</li><li>Accounting Standards: Directs and guides the monitoring and implementation of new accounting standards including evaluation, research and communication of the financial statement impact to key finance and business leaders and the external auditor.</li><li>Financial Statement Preparation: Leads and fosters collaboration in the preparation of quarterly and annual financial statements, including preparation of footnotes and supporting documentation for audit support.</li><li>External Audit: Directs and guides the team to discuss and review significant accounting issues with external auditors and to inform the audit committee.</li><li>Team Management: Manages team members to achieve the organization’s goals, by ensuring productivity, communicating performance expectations, creating goal alignment, giving and seeking feedback, providing coaching, measuring progress and holding people accountable, supporting employee development, recognizing achievement and lessons learned, and developing enabling conditions for talent to thrive in an inclusive team culture.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Manages, synthesizes, and optimizes key financial information and budgets to effectively inform business decision making and maximize the value of the organization</li><li>Upholds Tax & Regulatory Standards: Understands and applies tax-related knowledge about the external business environment and regulatory changes to uphold standards and make informed business decisions and recommendations</li><li>Manages Financial Risk: Identifies, assesses, communicates, educates, and mitigates financial risks and potential consequences to the business; understands and monitors robust control frameworks</li><li>Conducts Complex Financial Analyses: Conducts complex financial analyses (e.g., forecasting, scenario planning, cost/benefit analysis, and modeling), critically interprets and models the results, and distills and translates the data points into actionable business insights and decision making</li><li>Manages Allocation of Assets: Manages Cargill’s financial assets, liabilities, and cash flows to ensure liquidity, stability, and efficiency of financial operations for the organization</li><li>Reports Financial Information: Gathers, analyzes, understands, and interprets various types of financial information, both internally and externally, in a way that promotes the financial health and sustainability of the organization.</li></ul>"
    }
  },
  {
    "row": "3",
    "col": "12",
    "Title": "Sr Director, Counterparty Risk (CT)",
    "Key": "Internal Control",
    "content": {
      "sub_family": "Internal Controls",
      "band": "Manager II",
      "contributor_type": "Manager",
      "purpose": "The Manager II, Counterparty Risk job owns the development and execution of the global counterparty risk strategy, portfolio and processes including credit and accounts receivable activities to mitigate potential risks and support the organization's financial security. This job leads and guides the team responsible for providing visibility of key credit exposures and risks to support strategic decisions and ensuring the implementation of effective processes and efficient structures to measure risks and generate insights. This job leads the global strategic credit initiatives for improvement, collaborates with the broad risk management team to perform key governance activities, and provides periodic updates to financial stakeholders on key credit risks and progress on initiatives",
      "key_account": "<ul><li>Counterparty Analysis Effectiveness: Owns the development and implementation of effective credit standards, policies, procedures and limits, stress and scenario testing, and analysis of credit portfolios to assess the potential impacts of adverse events or extreme market conditions on counterparties and mitigate the organization's exposure to risks associated with counterparties.</li><li>Credit Exposure & Risk Assessment: Validates credit exposures and credit limit breaches and provides a proactive credit view that highlights key credit risk and trends to support leadership decision making.</li><li>Credit Management Improvement: Leads the identification of opportunities to improve the management of credit exposure across the organization including options to better mitigate financial exposures and risk, and brings external learnings to expand credit risk perspectives, advance credit risk management practices, share best practices among the risk community and identify and execute on synergies between credit and market risk to support integrated approaches.</li><li>Framework & Model Development: Owns the development and implementation of risk assessment frameworks and models, including robust credit risk quantification, appropriated metrics and credit risk dashboards, to evaluate counterparty credit risk and ensure reserves are identified, quantified and reported.</li><li>Credit Process Approach: Owns the establishment of an optimal credit process approach and delivery model within the business, proactively managing the organization's risks by collaborating with relevant internal trade and credit leadership partners to design and align key global processes.</li><li>Corporate Alignment: Guides the analysts and credit risk stakeholders to ensure an optimal approach to risk and reward analysis, while also ensuring alignment to the corporate approach.</li><li>Business Partnership: Develops and maintains relationships with counterparties and other business partners including customers, suppliers, businesses, broad risk management teams, other internal enterprises and functions.</li><li>Team Management: Manages team members to achieve the organization’s goals, by ensuring productivity, communicating performance expectations, creating goal alignment, giving and seeking feedback, providing coaching, measuring progress and holding people accountable, supporting employee development, recognizing achievement and lessons learned, and developing enabling conditions for talent to thrive in an inclusive team culture.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Manages, synthesizes, and optimizes key financial information and budgets to effectively inform business decision making and maximize the value of the organization</li><li>Upholds Tax & Regulatory Standards: Understands and applies tax-related knowledge about the external business environment and regulatory changes to uphold standards and make informed business decisions and recommendations</li><li>Manages Financial Risk: Identifies, assesses, communicates, educates, and mitigates financial risks and potential consequences to the business; understands and monitors robust control frameworks</li><li>Conducts Complex Financial Analyses: Conducts complex financial analyses (e.g., forecasting, scenario planning, cost/benefit analysis, and modeling), critically interprets and models the results, and distills and translates the data points into actionable business insights and decision making</li><li>Manages Allocation of Assets: Manages Cargill’s financial assets, liabilities, and cash flows to ensure liquidity, stability, and efficiency of financial operations for the organization</li><li>Reports Financial Information: Gathers, analyzes, understands, and interprets various types of financial information, both internally and externally, in a way that promotes the financial health and sustainability of the organization.</li></ul>"
    }
  },
  {
    "row": "3",
    "col": "13",
    "Title": "Senior Director, Internal Controls (IC)",
    "Key": "Internal Control",
    "content": {
      "sub_family": "Internal Controls",
      "band": "Manager II",
      "contributor_type": "Manager",
      "purpose": "The Manager II, Internal Controls job owns the development and execution of the organization's financial control framework strategy, internal control policies, processes and tools for financial reporting risk management in support of efficient operations, reliable financial reporting and compliance with laws, regulations and corporate policies. This job directs the department responsible for establishing and implementing global financial control framework and serving as management’s liaison between the third line of defense and the first line of defense. The job also provides strategic direction on the enhancement of centralized monitoring of financial reporting risk management process effectiveness through various forms of evaluation and testing.",
      "key_account": "<ul><li>Control Framework Design: Owns the establishment and execution of the organization's financial control framework, including global accounting standards and policies, and drives vision and actions for technology enablement of financial control processes.</li><li>Financial Planning & Analysis: Leads and guides the financial planning and analysis evaluation processes, including budgeting, forecasting, and financial modeling to support strategic decision making by providing insights based on financial performance and indicators.</li><li>Planning & Reporting Solution Efficiency: Leads the collaboration with various internal stakeholders to drive efficiency of the planning and reporting solutions to ensure alignment of metrics to continuously optimize the data integrity, standardization and effectiveness of financial information.</li><li>Collaboration: Monitors the organization's control metrics, consults key stakeholders on highly complex accounting issues, and serves as the primary contact for controls and technical accounting processes, issue resolution and initiatives.</li><li>Transformation Initiatives: Champions financial internal controls transformation initiatives globally to drive transparency and simplification of top to bottom processes, identifying global trends, synergies and opportunities and leading management reporting and planning improvement projects to support key business strategy leadership teams.</li><li>Continuous Improvement: Cultivates a culture of continuous improvement efforts by empowering teams to simplify and optimize processes, improve data integrity, and leverage financial and business systems and technical platforms to improve reporting, frameworks, procedures and technology.</li><li>Team Management: Manages team members to achieve the organization’s goals, by ensuring productivity, communicating performance expectations, creating goal alignment, giving and seeking feedback, providing coaching, measuring progress and holding people accountable, supporting employee development, recognizing achievement and lessons learned, and developing enabling conditions for talent to thrive in an inclusive team culture.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Manages, synthesizes, and optimizes key financial information and budgets to effectively inform business decision making and maximize the value of the organization</li><li>Upholds Tax & Regulatory Standards: Understands and applies tax-related knowledge about the external business environment and regulatory changes to uphold standards and make informed business decisions and recommendations</li><li>Manages Financial Risk: Identifies, assesses, communicates, educates, and mitigates financial risks and potential consequences to the business; understands and monitors robust control frameworks</li><li>Conducts Complex Financial Analyses: Conducts complex financial analyses (e.g., forecasting, scenario planning, cost/benefit analysis, and modeling), critically interprets and models the results, and distills and translates the data points into actionable business insights and decision making</li><li>Manages Allocation of Assets: Manages Cargill’s financial assets, liabilities, and cash flows to ensure liquidity, stability, and efficiency of financial operations for the organization</li><li>Reports Financial Information: Gathers, analyzes, understands, and interprets various types of financial information, both internally and externally, in a way that promotes the financial health and sustainability of the organization.</li></ul>"
    }
  },
  {
    "row": "3",
    "col": "14",
    "Title": "Senior Director, Managerial Accounting (MA)",
    "Key": "Managerial Accounting",
    "content": {
      "sub_family": "Managerial Accounting",
      "band": "Manager II",
      "contributor_type": "Manager",
      "purpose": "The Manager II, Managerial Accounting job owns the execution of financial analyses supporting strategic business decision-making and business performance measurements. This job leads and guides the department responsible for generating and presenting critical financial insights to support business decisions, financial analysis and forecasting. This job leads the development of close partnerships with business leaders to understand business needs and drive strategic business improvements.",
      "key_account": "<ul><li>Reporting Management: Directs the drafting and presentation of both financial and nonfinancial reports for internal stakeholders to ensure reporting standards best meet the needs of business leaders.</li><li>Business Performance Interpretation: Directs and interprets business performance assessments, including measuring progress against key performance indicators, such as inventory, to inform recommendations to business leaders.</li><li>Decision Support: Directs financial analyses and research, communicating key insights to support strategic business decision-making.</li><li>Relationship Management: Oversees and ensures strategic relationships with key business leader stakeholders to understand business needs and drive strategic business improvements.</li><li>Process Development: Partners with cross-functional teams to define and develop financial planning, budgeting, and forecasting processes.</li><li>Risk & Control Reporting: Reviews various reports including risk and mitigation controls reports, custom transaction code reports and sensitive role reports for gap assessment and cleanup activities to identify and address any gaps, vulnerabilities, or inefficiencies in an organization's control environment.</li><li>Team Management: Manages team members to achieve the organization’s goals, by ensuring productivity, communicating performance expectations, creating goal alignment, giving and seeking feedback, providing coaching, measuring progress and holding people accountable, supporting employee development, recognizing achievement and lessons learned, and developing enabling conditions for talent to thrive in an inclusive team culture.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Manages, synthesizes, and optimizes key financial information and budgets to effectively inform business decision making and maximize the value of the organization</li><li>Upholds Tax & Regulatory Standards: Understands and applies tax-related knowledge about the external business environment and regulatory changes to uphold standards and make informed business decisions and recommendations</li><li>Manages Financial Risk: Identifies, assesses, communicates, educates, and mitigates financial risks and potential consequences to the business; understands and monitors robust control frameworks</li><li>Conducts Complex Financial Analyses: Conducts complex financial analyses (e.g., forecasting, scenario planning, cost/benefit analysis, and modeling), critically interprets and models the results, and distills and translates the data points into actionable business insights and decision making</li><li>Manages Allocation of Assets: Manages Cargill’s financial assets, liabilities, and cash flows to ensure liquidity, stability, and efficiency of financial operations for the organization</li><li>Reports Financial Information: Gathers, analyzes, understands, and interprets various types of financial information, both internally and externally, in a way that promotes the financial health and sustainability of the organization.</li></ul>"
    }
  },
  {
    "row": "3",
    "col": "15",
    "Title": "Senior Director, Tax (TX)",
    "Key": "Tax",
    "content": {
      "sub_family": "Tax",
      "band": "Manager II",
      "contributor_type": "Manager",
      "purpose": "The Manager II, Tax Compliance job owns the development of strategy and the execution of income tax compliance and global tax accounting, including financial statement reporting activities. This job directs and guides the department responsible for tax compliance execution, processes development and relevant planning initiatives while managing controversies and legislative and regulatory implementations.",
      "key_account": "<ul><li>Tax Filing Compliance: Leads the execution of timely and accurate fulfillment of the company’s income tax filing obligations and oversees tax compliance tasks, preparation of tax returns, tax forms and related documents to ensure key filing positions are supported by appropriate documentation while controlling tax compliance activities.</li><li>Financial Statement Reporting: Directs the development and implementation of complete and accurate financial statement reporting of tax matters under U.S. GAAP and coaches the team's analyses on income tax compliance and accounting.</li><li>Stakeholder Communication: Establishes relationships with key partners, both internal and external, to direct effective communications on tax accounting issues.</li><li>Cross-Functional Collaboration: Provides advice to tax and non-tax teams to ensure they understand the impact of tax accounting on their business objectives.</li><li>Strategic Planning and Legislative Partnership: Participates in strategic planning initiatives, oversees and reviews tax compliance analysis and partners with other tax teams on legislative and regulatory developments.</li><li>Operational Excellence: Directs operational excellence and continuous improvement activities in tax accounting and compliance and oversees tax audits effectiveness.</li><li>Tax Compliance Process Development and Improvement: Directs the development and implementation of policies and tax compliance processes, including approval of processes and data requirements for tax, financial, compliance-related systems.</li><li>Team Management: Manages team members to achieve the organization’s goals, by ensuring productivity, communicating performance expectations, creating goal alignment, giving and seeking feedback, providing coaching, measuring progress and holding people accountable, supporting employee development, recognizing achievement and lessons learned, and developing enabling conditions for talent to thrive in an inclusive team culture.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Manages, synthesizes, and optimizes key financial information and budgets to effectively inform business decision making and maximize the value of the organization</li><li>Upholds Tax & Regulatory Standards: Understands and applies tax-related knowledge about the external business environment and regulatory changes to uphold standards and make informed business decisions and recommendations</li><li>Manages Financial Risk: Identifies, assesses, communicates, educates, and mitigates financial risks and potential consequences to the business; understands and monitors robust control frameworks</li><li>Conducts Complex Financial Analyses: Conducts complex financial analyses (e.g., forecasting, scenario planning, cost/benefit analysis, and modeling), critically interprets and models the results, and distills and translates the data points into actionable business insights and decision making</li><li>Manages Allocation of Assets: Manages Cargill’s financial assets, liabilities, and cash flows to ensure liquidity, stability, and efficiency of financial operations for the organization</li><li>Reports Financial Information: Gathers, analyzes, understands, and interprets various types of financial information, both internally and externally, in a way that promotes the financial health and sustainability of the organization.</li></ul>"
    }
  },
  {
    "row": "3",
    "col": "16",
    "Title": "Senior Director, Tax Compliance (TC)",
    "Key": "Tax",
    "content": {
      "sub_family": "Tax",
      "band": "Manager II",
      "contributor_type": "Manager",
      "purpose": "The Manager II, Tax Compliance job owns the: development of strategy and the execution of  income tax compliance and global tax accounting,  including financial statement reporting activities.  This job directs and guides the department  responsible for tax compliance execution,  processes development and relevant planning  initiatives while managing controversies and  legislative and regulatory implementations.",
      "key_account": "<ul><li>Tax Filing Compliance: Leads the execution of timely and accurate fulfillment of the company’s income tax filing: obligations and oversees tax compliance tasks, preparation of tax returns, tax forms and related documents to  ensure key filing positions are supported by appropriate documentation while controlling tax compliance activities.</li><li>Financial Statement Reporting: Directs the development and implementation of complete and accurate financial: statement reporting of tax matters under U.S. GAAP and coaches the team's analyses on income tax compliance  and accounting.</li><li>Stakeholder Communication: Establishes relationships with key partners, both internal and external, to direct: effective communications on tax accounting issues.</li><li>Cross-Functional Collaboration: Provides advice to tax and non-tax teams to ensure they understand the impact: of tax accounting on their business objectives.</li><li>Strategic Planning and Legislative Partnership: Participates in strategic planning initiatives, oversees and reviews: tax compliance analysis and partners with other tax teams on legislative and regulatory developments.</li><li>Operational Excellence: Directs operational excellence and continuous improvement activities in tax accounting: and compliance and oversees tax audits effectiveness.</li><li>Tax Compliance Process Development and Improvement: Directs the development and implementation of: policies and tax compliance processes, including approval of processes and data requirements for tax, financial,  compliance-related systems.</li><li>Team Management: Manages team members to achieve the organization’s goals, by ensuring productivity,: communicating performance expectations, creating goal alignment, giving and seeking feedback, providing  coaching, measuring progress and holding people accountable, supporting employee development, recognizing  achievement and lessons learned, and developing enabling conditions for talent to thrive in an inclusive team  culture.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Manages,: synthesizes, and optimizes key financial information and  budgets to effectively inform business decision making and  maximize the value of the organization</li><li>Upholds Tax & Regulatory Standards: Understands and applies: tax-related knowledge about the external business environment  and regulatory changes to uphold standards and make informed  business decisions and recommendations</li><li>Manages Financial Risk: Identifies, assesses, communicates,: educates, and mitigates financial risks and potential  consequences to the business; understands and monitors  robust control frameworks</li><li>Conducts Complex Financial Analyses: Conducts complex: financial analyses (e.g., forecasting, scenario planning,  cost/benefit analysis, and modeling), critically interprets and  models the results, and distills and translates the data points  into actionable business insights and decision making</li><li>Manages Allocation of Assets: Manages Cargill’s financial: assets, liabilities, and cash flows to ensure liquidity, stability, and  efficiency of financial operations for the organization</li><li>Reports Financial Information: Gathers, analyzes, understands,: and interprets various types of financial information, both  internally and externally, in a way that promotes the financial  health and sustainability of the organization.</li></ul>"
    }
  },
  {
    "row": "3",
    "col": "17",
    "Title": "Senior Director, Tax Process (PD)",
    "Key": "Tax",
    "content": {
      "sub_family": "Tax",
      "band": "Manager II",
      "contributor_type": "Manager",
      "purpose": "The Manager II, Tax Process job owns the design,: implementation, operation and maintenance of  the end-to-end tax control framework in the  countries in which the organization operates. This  job provides strategic leadership to the  department responsible for the design and  execution of standard related tax control  framework templates, adapted to reflect relative  tax risks in each country, the development and  deployment of compliance programs, reporting  and audit, and governance of the migration and  operation of tax compliance activities.",
      "key_account": "<ul><li>Control Framework Design: Applies methodologies to direct the design and implementation of end-to-end control: frameworks for each tax type based on global templates adapted to meet the specific regulatory requirements  and risks of each country.</li><li>Control Framework Execution: Provides the operating model to implement the frameworks, the documentation to: identify compliance with potential control gaps and the data analytics and monitoring processes required to  complete the frameworks.</li><li>Control Framework Deployment and Improvement: Leads the team to identify and deploy the target architecture: to support the specific frameworks for each country aligned with strategic goals and objectives.</li><li>Tax Operation Strategy: Partners collaboratively to develop and implement a comprehensive program to: segment, prioritize, and implement all aspects of global tax compliance across all tax types.</li><li>Data Analytics Deployment: Directs the design and deployment of efficient data analytics to support both the: control framework and tax compliance, reporting and audit operations.</li><li>Tax Process Design: Provides guidance to ensure the design of effective tax processes to meet global: compliance, reporting and legal requirements for audit, including the identification and solution of central control  gaps.</li><li>Drives Consistency: Drives collaboration with key collaborators and partners to ensure alignment on and: execution of the tax control framework.</li><li>Team Management: Manages team members to achieve the organization’s goals, by ensuring productivity,: communicating performance expectations, creating goal alignment, giving and seeking feedback, providing  coaching, measuring progress and holding people accountable, supporting employee development, recognizing  achievement and lessons learned, and developing enabling conditions for talent to thrive in an inclusive team  culture.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Manages,: synthesizes, and optimizes key financial information and  budgets to effectively inform business decision making and  maximize the value of the organization</li><li>Upholds Tax & Regulatory Standards: Understands and applies: tax-related knowledge about the external business environment  and regulatory changes to uphold standards and make informed  business decisions and recommendations</li><li>Manages Financial Risk: Identifies, assesses, communicates,: educates, and mitigates financial risks and potential  consequences to the business; understands and monitors  robust control frameworks</li><li>Conducts Complex Financial Analyses: Conducts complex: financial analyses (e.g., forecasting, scenario planning,  cost/benefit analysis, and modeling), critically interprets and  models the results, and distills and translates the data points  into actionable business insights and decision making</li><li>Manages Allocation of Assets: Manages Cargill’s financial: assets, liabilities, and cash flows to ensure liquidity, stability, and  efficiency of financial operations for the organization</li><li>Reports Financial Information: Gathers, analyzes, understands,: and interprets various types of financial information, both  internally and externally, in a way that promotes the financial  health and sustainability of the organization.</li></ul>"
    }
  },
  {
    "row": "3",
    "col": "18",
    "Title": "Senior Director, Trade Compliance (TR)",
    "Key": "Trade Compliance",
    "content": {
      "sub_family": "Trade Compliance",
      "band": "Manager II",
      "contributor_type": "Manager",
      "purpose": "The Manager II, Trade Compliance Operations job owns the: execution of the most complex global trade compliance  operations activities and trade compliance projects. This job  provides overall operational direction to the department  responsible for the development and optimization of global trade  and compliance transactions, ensures compliance, and provides  strategic guidance to drive continuous improvement in support  of the business strategy and objectives.",
      "key_account": "<ul><li>Operational Execution: Oversees the development and execution of demanding global trade: and compliance operations activities within a country or region in support of business goals,  including global trade and compliance transactions and import and export transactional data to  ensure cross-border filings and clearance.</li><li>Transaction Auditing: Oversees the resolution of audits and assessments of trade transactions: to ensure compliance with import/export regulations, customs requirements, and trade  agreements.</li><li>Documentation Review: Provides strategic direction to ensure trade documents and other: cross-border documents are in compliance with legal and fiscal requirements and guidelines.</li><li>Relationship Management: Fosters strategic relationships with key internal and external: stakeholders and partners to optimize the development of cross-border trade solutions.</li><li>Metrics Analysis: Defines key performance indicators and reviews most complex analyses for: compliance operations in the designated location to identify trends and areas for improvement.</li><li>Continuous Improvement: Owns the execution of functional strategy for internal global trade: and compliance projects.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Manages,: synthesizes, and optimizes key financial information and  budgets to effectively inform business decision making and  maximize the value of the organization</li><li>Upholds Tax & Regulatory Standards: Understands and: applies tax-related knowledge about the external business  environment and regulatory changes to uphold standards and  make informed business decisions and recommendations</li><li>Manages Financial Risk: Identifies, assesses, communicates,: educates, and mitigates financial risks and potential  consequences to the business; understands and monitors  robust control frameworks</li><li>Conducts Complex Financial Analyses: Conducts complex: financial analyses (e.g., forecasting, scenario planning,  cost/benefit analysis, and modeling), critically interprets and  models the results, and distills and translates the data points  into actionable business insights and decision making</li><li>Manages Allocation of Assets: Manages Cargill’s financial: assets, liabilities, and cash flows to ensure liquidity, stability,  and efficiency of financial operations for the organization</li><li>Reports Financial Information: Gathers, analyzes,: understands, and interprets various types of financial  information, both internally and externally, in a way that  promotes the financial health and sustainability of the  organization.</li></ul>"
    }
  },
  {
    "row": "3",
    "col": "19",
    "Title": "Senior Director,Customs Advisory (CU)",
    "Key": "Trade Compliance",
    "content": {
      "sub_family": "Trade Compliance",
      "band": "Manager II",
      "contributor_type": "Manager",
      "purpose": "The Manager II, Customs Advisory job owns the execution of: the most complex customs regulatory and advisory activities in  a region. This job leads the development and optimization of  customs solutions and processes, ensures adherence to import  and export customs regulations, resolves legal disputes and  audits, and provides expert advice and strategic guidance on  relevant trade matters. This job provides overall operational  direction to the department responsible for developing customs  compliance policies and managing customs issues and  regulations.",
      "key_account": "<ul><li>Policy and Procedure Development: Oversees the development of customs solutions,: planning, compliance policies, and procedures to ensure adherence to applicable laws and  regulations.</li><li>Expert Advising: Advises senior management and business leaders to ensure compliance with: customs regulations and trade policies to mitigate impacts to the organization, and provides  final recommendations on local and regional technical and regulatory interpretations including  classifications, country of origin determinations, and regulated product flows.</li><li>Customs Strategies: Partners with global and regional trade compliance stakeholders, tax: managers, and other business leaders to develop, implement, and optimize global customs  strategies.</li><li>Audits and Investigations: Oversees the resolution of customs-related issues, including: customs audits, investigations, and disputes.</li><li>Metrics Analysis: Reviews analyses of customs compliance metrics to identify trends and: areas for improvement.</li><li>Relationship Management: Fosters relationships with legal counsel and customs authorities to: stay informed of regulatory updates and best practices and build a reputation for adherence to  import and export customs regulations.</li><li>Compliance Training: Designs and implements training programs aimed at educating: stakeholders on customs compliance requirements and best practices.</li><li>Team Management: Manages team members to achieve the organization’s goals, by ensuring: productivity, communicating performance expectations, creating goal alignment, giving and  seeking feedback, providing coaching, measuring progress and holding people accountable,  supporting employee development, recognizing achievement and lessons learned, and  developing enabling conditions for talent to thrive in an inclusive team culture.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Manages,: synthesizes, and optimizes key financial information and  budgets to effectively inform business decision making and  maximize the value of the organization</li><li>Upholds Tax & Regulatory Standards: Understands and: applies tax-related knowledge about the external business  environment and regulatory changes to uphold standards and  make informed business decisions and recommendations</li><li>Manages Financial Risk: Identifies, assesses, communicates,: educates, and mitigates financial risks and potential  consequences to the business; understands and monitors  robust control frameworks</li><li>Conducts Complex Financial Analyses: Conducts complex: financial analyses (e.g., forecasting, scenario planning,  cost/benefit analysis, and modeling), critically interprets and  models the results, and distills and translates the data points  into actionable business insights and decision making</li><li>Manages Allocation of Assets: Manages Cargill’s financial: assets, liabilities, and cash flows to ensure liquidity, stability,  and efficiency of financial operations for the organization</li><li>Reports Financial Information: Gathers, analyzes,: understands, and interprets various types of financial  information, both internally and externally, in a way that  promotes the financial health and sustainability of the  organization.</li></ul>"
    }
  },
  {
    "row": "3",
    "col": "20",
    "Title": "Senior Director, Trade Compliance Operations (OP)",
    "Key": "Trade Compliance",
    "content": {
      "sub_family": "Trade Compliance",
      "band": "Manager II",
      "contributor_type": "Manager",
      "purpose": "The Manager II, Trade Compliance Operations job owns the: execution of the most complex global trade compliance  operations activities and trade compliance projects. This job  provides overall operational direction to the department  responsible for the development and optimization of global trade  and compliance transactions, ensures compliance, and provides  strategic guidance to drive continuous improvement in support  of the business strategy and objectives.",
      "key_account": "<ul><li>Operational Execution: Oversees the development and execution of demanding global trade: and compliance operations activities within a country or region in support of business goals,  including global trade and compliance transactions and import and export transactional data to  ensure cross-border filings and clearance.</li><li>Transaction Auditing: Oversees the resolution of audits and assessments of trade transactions: to ensure compliance with import/export regulations, customs requirements, and trade  agreements.</li><li>Documentation Review: Provides strategic direction to ensure trade documents and other: cross-border documents are in compliance with legal and fiscal requirements and guidelines.</li><li>Relationship Management: Fosters strategic relationships with key internal and external: stakeholders and partners to optimize the development of cross-border trade solutions.</li><li>Metrics Analysis: Defines key performance indicators and reviews most complex analyses for: compliance operations in the designated location to identify trends and areas for improvement.</li><li>Continuous Improvement: Owns the execution of functional strategy for internal global trade: and compliance projects.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Manages,: synthesizes, and optimizes key financial information and  budgets to effectively inform business decision making and  maximize the value of the organization</li><li>Upholds Tax & Regulatory Standards: Understands and: applies tax-related knowledge about the external business  environment and regulatory changes to uphold standards and  make informed business decisions and recommendations</li><li>Manages Financial Risk: Identifies, assesses, communicates,: educates, and mitigates financial risks and potential  consequences to the business; understands and monitors  robust control frameworks</li><li>Conducts Complex Financial Analyses: Conducts complex: financial analyses (e.g., forecasting, scenario planning,  cost/benefit analysis, and modeling), critically interprets and  models the results, and distills and translates the data points  into actionable business insights and decision making</li><li>Manages Allocation of Assets: Manages Cargill’s financial: assets, liabilities, and cash flows to ensure liquidity, stability,  and efficiency of financial operations for the organization</li><li>Reports Financial Information: Gathers, analyzes,: understands, and interprets various types of financial  information, both internally and externally, in a way that  promotes the financial health and sustainability of the  organization.</li></ul>"
    }
  },
  {
    "row": "3",
    "col": "21",
    "Title": "Senior Director, Trade Compliance Excellence (TE)",
    "Key": "Trade Compliance",
    "content": {
      "sub_family": "Trade Compliance",
      "band": "Manager II",
      "contributor_type": "Manager",
      "purpose": "The Manager II, Trade Compliance Excellence job owns the: execution of the most complex strategic plans related to  ongoing optimization and improvements in trade compliance.  This job applies broad knowledge to drive continuous  improvement for trade compliance processes while also  providing high-quality advisory services internally. This job  provides overall operational direction to the department  responsible for developing trade compliance solutions and  sensitized data strategies for the benefit of the business' global  trade operations.",
      "key_account": "<ul><li>Solution Development: Oversees the strategy and development of technical international: compliance planning solutions to assemble customs benefits and mitigate risks, applying  knowledge of trade compliance and industry best practices to design cross border solutions  that benefit the organization's business.</li><li>Process Improvement: Defines and leads the investigation and assessment of trade: compliance operations, agreement opportunities, and gaps in procedure to identify new trade  compliance processes, implementing best practices to resolve substantive trade compliance  issues and comply with laws and regulations administered by government agencies.</li><li>Compliance Operations & Sensitized Data Strategy: Designs and directs the implementation of: regional trade compliance operations, sensitized data management systems, and processes,  harmonizing to a scalable framework of standards to secure and facilitate global trade and  address new and emerging developments in the international supply chain.</li><li>Compliance Training: Directs the implementation of training programs aimed at educating: employees on trade compliance operations and sensitized data management.</li><li>Relationship Management: Fosters strategic relationships with key government agencies and: internal stakeholders to ensure processes are compliant and up-to-date and guide effective  business operations.</li><li>Team Management: Manages team members to achieve the organization’s goals, by ensuring: productivity, communicating performance expectations, creating goal alignment, giving and  seeking feedback, providing coaching, measuring progress and holding people accountable,  supporting employee development, recognizing achievement and lessons learned, and  developing enabling conditions for talent to thrive in an inclusive team culture.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Manages,: synthesizes, and optimizes key financial information and  budgets to effectively inform business decision making and  maximize the value of the organization</li><li>Upholds Tax & Regulatory Standards: Understands and: applies tax-related knowledge about the external business  environment and regulatory changes to uphold standards and  make informed business decisions and recommendations</li><li>Manages Financial Risk: Identifies, assesses, communicates,: educates, and mitigates financial risks and potential  consequences to the business; understands and monitors  robust control frameworks</li><li>Conducts Complex Financial Analyses: Conducts complex: financial analyses (e.g., forecasting, scenario planning,  cost/benefit analysis, and modeling), critically interprets and  models the results, and distills and translates the data points  into actionable business insights and decision making</li><li>Manages Allocation of Assets: Manages Cargill’s financial: assets, liabilities, and cash flows to ensure liquidity, stability,  and efficiency of financial operations for the organization</li><li>Reports Financial Information: Gathers, analyzes,: understands, and interprets various types of financial  information, both internally and externally, in a way that  promotes the financial health and sustainability of the  organization.</li></ul>"
    }
  },
  {
    "row": "3",
    "col": "22",
    "Title": "Senior Director, Treasury Center of Expertise (CE)",
    "Key": "Treasury",
    "content": {
      "sub_family": "Treasury",
      "band": "Manager II",
      "contributor_type": "Manager",
      "purpose": "The Manager II, Treasury Center of Expertise job owns the execution of: treasury's core technology platforms to enable business growth. This job  manages the department responsible for supporting, developing, and  implementing the core technology platforms utilized by treasury, such as  the global treasury management system. This job plays a key role in  driving innovations in organizational technology to optimize treasury  business activities and improve treasury's global operating model.",
      "key_account": "<ul><li>Center of Expertise Strategy: Develops and executes center of expertise strategy for the: global implementation of core technology platforms that support the needs and priorities  of treasury.</li><li>Business Process Implementation: Designs and updates business processes that align: with treasury’s global operating model and governance structures, ensuring changes to  core technology are implemented effectively and coordinated end-to-end with all  stakeholders across all technology platforms.</li><li>Continuous Improvement: Fosters an environment of continuous improvement and: champions initiatives to standardize global treasury management systems and processes.</li><li>Relationship Management: Manages strategic relationships with internal and external: leaders to ensure effective collaboration and coordination of global operations, and to  deliver value to treasury from the technology deployed.</li><li>Cost Effectiveness: Leads and influences global operations, activities, policies, and: processes to ensure the center of expertise delivers cost effective and efficient services to  treasury.</li><li>Team Management: Manages team members to achieve the organization’s goals, by: ensuring productivity, communicating performance expectations, creating goal alignment,  giving and seeking feedback, providing coaching, measuring progress and holding people  accountable, supporting employee development, recognizing achievement and lessons  learned, and developing enabling conditions for talent to thrive in an inclusive team  culture.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Manages,: synthesizes, and optimizes key financial information and budgets to  effectively inform business decision making and maximize the value of  the organization</li><li>Upholds Tax & Regulatory Standards: Understands and applies tax: related knowledge about the external business environment and  regulatory changes to uphold standards and make informed business  decisions and recommendations</li><li>Manages Financial Risk: Identifies, assesses, communicates, educates,: and mitigates financial risks and potential consequences to the  business; understands and monitors robust control frameworks</li><li>Conducts Complex Financial Analyses: Conducts complex financial: analyses (e.g., forecasting, scenario planning, cost/benefit analysis, and  modeling), critically interprets and models the results, and distills and  translates the data points into actionable business insights and decision  making</li><li>Manages Allocation of Assets: Manages Cargill’s financial assets,: liabilities, and cash flows to ensure liquidity, stability, and efficiency of  financial operations for the organization</li><li>Reports Financial Information: Gathers, analyzes, understands, and: interprets various types of financial information, both internally and  externally, in a way that promotes the financial health and sustainability  of the organization.</li></ul>"
    }
  },
  {
    "row": "3",
    "col": "23",
    "Title": "Senior Director, Cash Management & Treasury Operations (TO)",
    "Key": "Treasury",
    "content": {
      "sub_family": "Treasury",
      "band": "Manager II",
      "contributor_type": "Manager",
      "purpose": "The Manager II, Cash Management & Treasury Operations job: owns the execution of cash management and treasury  operations for the assigned region. This job manages the  department responsible for optimizing cash flow, mitigating  financial risks, and supporting the organization's financial  objectives. This job advises businesses and corporate  technology programs on cash management and financial  product operations to align the organization under one global  operating model.",
      "key_account": "<ul><li>Cash & Liquidity Management Strategy: Leads the development and: implementation of cash and liquidity management strategy in the assigned  region, which includes activities such as optimizing cash pooling structures to  meet local cash needs and concentrating cash with global banking partners.</li><li>Treasury Operations Strategy: Leads the development and implementation of: treasury operations strategy in the assigned region, which includes activities  such as refining processes and policies related to financial derivatives  compliance, regulatory reporting, financial controls, and the global operating  model.</li><li>Opportunity Implementation: Oversees the implementation of new business: opportunities and organizational changes to grow the treasury market's  revenue.</li><li>Global Operating Model: Facilitates the treasury’s global operating model in the: designated region, ensuring that processes are designed and executed  consistently across stakeholder groups and technology platforms.</li><li>Relationship Management: Manages strategic relationships with bank providers: of cash management services and products in the designated region to  enhance the organization's cash flow options.</li><li>Team Management: Manages team members to achieve the organization’s: goals, by ensuring productivity, communicating performance expectations,  creating goal alignment, giving and seeking feedback, providing coaching,  measuring progress and holding people accountable, supporting employee  development, recognizing achievement and lessons learned, and developing  enabling conditions for talent to thrive in an inclusive team culture.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Manages,: synthesizes, and optimizes key financial information and  budgets to effectively inform business decision making and  maximize the value of the organization</li><li>Upholds Tax & Regulatory Standards: Understands and applies: tax-related knowledge about the external business environment  and regulatory changes to uphold standards and make  informed business decisions and recommendations</li><li>Manages Financial Risk: Identifies, assesses, communicates,: educates, and mitigates financial risks and potential  consequences to the business; understands and monitors  robust control frameworks</li><li>Conducts Complex Financial Analyses: Conducts complex: financial analyses (e.g., forecasting, scenario planning,  cost/benefit analysis, and modeling), critically interprets and  models the results, and distills and translates the data points  into actionable business insights and decision making</li><li>Manages Allocation of Assets: Manages Cargill’s financial: assets, liabilities, and cash flows to ensure liquidity, stability,  and efficiency of financial operations for the organization</li><li>Reports Financial Information: Gathers, analyzes, understands,: and interprets various types of financial information, both  internally and externally, in a way that promotes the financial  health and sustainability of the organization.</li></ul>"
    }
  },
  {
    "row": "3",
    "col": "24",
    "Title": "Senior Director, Capital Markets & Trading (TD)",
    "Key": "Treasury",
    "content": {
      "sub_family": "Treasury",
      "band": "Manager II",
      "contributor_type": "Manager",
      "purpose": "The Manager II, Capital Markets & Trading job owns the execution of: strategic objectives for the designated region's funding and foreign  exchange treasury center service desk to ensure that the organization  has access to the necessary funds, manage currency risks, optimize  costs, and comply with regulatory requirements. This job provides  strategic leadership to the department responsible for developing and  executing on the strategy for the organization's and its businesses'  funding and foreign exchange needs in the region, including hedging  and advisory on currency and interest rates.",
      "key_account": "<ul><li>Service Desk Leadership: Develops and leads the funding and foreign exchange service: desk structures for the designated region, with a focus on short-term strategic funding and  foreign exchange execution processes and procedures for all countries involved in the  region.</li><li>Debt Book & Fixed Float Mix: Establishes the strategy to govern the long-term debt book: and the fixed float mix, as well as net investment hedging book for the organization to  optimize the organization's financial structure, minimize risk, and enhance financial  performance.</li><li>Profit & Loss Maintenance: Reviews treasury profit and loss statements and the treasury: funding book to ensure up-to-date information for the designated regions is reflected.</li><li>Risk Management: Manages the risk taking book for designated regions, which includes: oversight of risk positions in foreign exchange and interest rate markets.</li><li>Credit Strategy: Develops the organization's credit strategy to ensure the most efficient: and effective utilization of global bank credit lines allocated to the region.</li><li>Relationship Management: Partners with senior leadership to develop new and foster: existing funding and foreign exchange bank relationships in the region.</li><li>Team Management: Manages team members to achieve the organization’s goals, by: ensuring productivity, communicating performance expectations, creating goal alignment,  giving and seeking feedback, providing coaching, measuring progress and holding people  accountable, supporting employee development, recognizing achievement and lessons  learned, and developing enabling conditions for talent to thrive in an inclusive team  culture.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Manages,: synthesizes, and optimizes key financial information and budgets to  effectively inform business decision making and maximize the value of  the organization</li><li>Upholds Tax & Regulatory Standards: Understands and applies tax: related knowledge about the external business environment and  regulatory changes to uphold standards and make informed business  decisions and recommendations</li><li>Manages Financial Risk: Identifies, assesses, communicates, educates,: and mitigates financial risks and potential consequences to the  business; understands and monitors robust control frameworks</li><li>Conducts Complex Financial Analyses: Conducts complex financial: analyses (e.g., forecasting, scenario planning, cost/benefit analysis, and  modeling), critically interprets and models the results, and distills and  translates the data points into actionable business insights and decision  making</li><li>Manages Allocation of Assets: Manages Cargill’s financial assets,: liabilities, and cash flows to ensure liquidity, stability, and efficiency of  financial operations for the organization</li><li>Reports Financial Information: Gathers, analyzes, understands, and: interprets various types of financial information, both internally and  externally, in a way that promotes the financial health and sustainability  of the organization.</li></ul>"
    }
  },
  {
    "row": "3",
    "col": "25",
    "Title": "Senior Director, Treasury Advisory (TY)",
    "Key": "Treasury",
    "content": {
      "sub_family": "Treasury",
      "band": "Manager II",
      "contributor_type": "Manager",
      "purpose": "The Manager II, Treasury Advisory job owns the execution of the: organization's treasury strategy, including providing strategic  leadership on treasury advisory services to assigned organizational  divisions to continuously improve the organization's treasury  advisory practices, strategic projects, and overall financial well being. This job manages the department responsible for providing  treasury advisory services including analyzing financial data,  identifying risks, and developing strategies to mitigate risk.",
      "key_account": "<ul><li>Treasury Strategy Development: Oversees the implementation of the organization's treasury: strategy, and collaborates on the development of new strategies to improve the organization's  treasury advisory practices, strategic projects, and overall financial well-being.</li><li>Risk Management: Applies understanding of treasury practices and procedures to ensure risk: management and treasury advisory expertise is provided to the organization related to  acquisitions, disposals, joint ventures, subsidiary corporate structure, subsidiary capital  structure, foreign exchange exposure, local treasury issues, and credit capacity and capital  structure alternatives.</li><li>Relationship Management: Fosters critical corporate banking relationships with major banks in: the region and ensures consistent relationships and disclosure approaches to financial  counterparties and other debt investors.</li><li>Funding Solution Development: Oversees the resolution of structural funding issues between: relevant parties of significant treasury transactions and leads funding solutions where  applicable, ensuring identification and management of related tax, legal and regulatory issues.</li><li>Advising: Governs activities and oversees treasury advisory projects related to mergers,: acquisitions, divestitures, and joint ventures, including due diligence, financing, structuring,  planning, and integration.</li><li>Process Review: Evaluates treasury operations for the defined organizational divisions to: ensure they are efficient, well-controlled, and aligned with business objectives, and oversees  the development of new processes and guidelines when improvements are needed.</li><li>Team Management: Manages team members to achieve the organization’s goals, by ensuring: productivity, communicating performance expectations, creating goal alignment, giving and  seeking feedback, providing coaching, measuring progress and holding people accountable,  supporting employee development, recognizing achievement and lessons learned, and  developing enabling conditions for talent to thrive in an inclusive team culture.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Manages,: synthesizes, and optimizes key financial information and budgets to  effectively inform business decision making and maximize the value of  the organization</li><li>Upholds Tax & Regulatory Standards: Understands and applies tax: related knowledge about the external business environment and  regulatory changes to uphold standards and make informed business  decisions and recommendations</li><li>Manages Financial Risk: Identifies, assesses, communicates, educates,: and mitigates financial risks and potential consequences to the  business; understands and monitors robust control frameworks</li><li>Conducts Complex Financial Analyses: Conducts complex financial: analyses (e.g., forecasting, scenario planning, cost/benefit analysis, and  modeling), critically interprets and models the results, and distills and  translates the data points into actionable business insights and decision  making</li><li>Manages Allocation of Assets: Manages Cargill’s financial assets,: liabilities, and cash flows to ensure liquidity, stability, and efficiency of  financial operations for the organization</li><li>Reports Financial Information: Gathers, analyzes, understands, and: interprets various types of financial information, both internally and  externally, in a way that promotes the financial health and sustainability  of the organization.</li></ul>"
    }
  },
  {
    "row": "3",
    "col": "26",
    "Title": "Vice President, Capital Markets & Trading",
    "Key": "Treasury"
  },
  {
    "row": "4",
    "col": "1",
    "Title": "Senior Advisor, Commercial Finance (CO)",
    "Key": "Enterprise Finance",
    "content": {
      "sub_family": "Enterprise Finance",
      "band": "Senior Advisor",
      "contributor_type": " Individual Contributor",
      "purpose": "The Senior Advisor, Commercial Finance job guides: the development of financial strategy, setting clear,  financially focused targets for the organization, and  ensuring effective deployment of capital. As a  recognized subject matter expert internally and  externally in commercial finance and financial  planning and analysis, this job is a strategic thought  leader for finance and cross functional leadership,  providing necessary financial rigor and analytics and  ensuring the achievement of financial results and  value creation for the organization.",
      "key_account": "<ul><li>Business/Function Financial Planning: Guides the coordination and linking of all planning and forecasting: processes for global or regional highly complex businesses, including customer profitability, or enterprise  demand drivers for functions, by applying understanding of key drivers of results and related sensitivities.</li><li>Drives Business Performance: Establishes and analyzes performance metrics to direct strategy execution,: utilizing technology to drive aligned performance management of the business, including the knowledge and  measurement of end to end processes and the impact to the business.</li><li>Modeling & Analytics: Reviews and develops advanced modelling and benchmarking to bring new: perspectives to the business, and develops and delivers presentations to communicate insights, including  defending positions on controversial topics, and adapting style to continuously seek win-win solutions.</li><li>Forecasting: Reviews and develops necessary financial projections and approves the final financial forecast: and model for the business to support new product development projects.</li><li>Collaboration: Partners with finance and business functional stakeholders to play an active role in: influencing others and enhancing connectivity and effective communication.</li><li>Capital Project Investment Portfolio Management: Guides the development, management and execution of: the capital investment portfolio across the assigned business to achieve strategic goals of the business and  organizational goals, ensuring governance of portfolio and program practices.</li><li>Capital Project Investment Portfolio Management Reporting & Analysis: Reviews the status of the portfolio: performance metrics and goals, overall business impact of projects within the portfolio and programs,  identifies variances from plans, and partners with business leaders to develop corrective actions.</li><li>Continuous Improvement: Reviews and interprets research to identify key issues and drive continuous: improvement, and reviews business impacts, including financial and nonfinancial impacts, to influence  optimization activities and recommend process changes.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Manages,: synthesizes, and optimizes key financial information and  budgets to effectively inform business decision making and  maximize the value of the organization</li><li>Upholds Tax & Regulatory Standards: Understands and applies: tax-related knowledge about the external business environment  and regulatory changes to uphold standards and make  informed business decisions and recommendations</li><li>Manages Financial Risk: Identifies, assesses, communicates,: educates, and mitigates financial risks and potential  consequences to the business; understands and monitors  robust control frameworks</li><li>Conducts Complex Financial Analyses: Conducts complex: financial analyses (e.g., forecasting, scenario planning,  cost/benefit analysis, and modeling), critically interprets and  models the results, and distills and translates the data points  into actionable business insights and decision making</li><li>Manages Allocation of Assets: Manages Cargill’s financial: assets, liabilities, and cash flows to ensure liquidity, stability,  and efficiency of financial operations for the organization</li><li>Reports Financial Information: Gathers, analyzes, understands,: and interprets various types of financial information, both  internally and externally, in a way that promotes the financial  health and sustainability of the organization.</li></ul>"
    }
  },
  {
    "row": "4",
    "col": "2",
    "Title": "Senior Advisor, Corporate Financial Planning & Analysis (CF)",
    "Key": "Enterprise Finance",
    "content": {
      "sub_family": "Enterprise Finance",
      "band": "Senior Advisor",
      "contributor_type": " Individual Contributor",
      "purpose": "The Senior Advisor, Corporate FP&A job provides expert: consultative guidance in providing financial planning  support and insights for the organization's businesses and  leadership. As a recognized subject matter expert in  financial planning and analysis both internally and  externally, this job guides the planning consolidation  activities, leveraging financial planning applications, and  developing analysis and presentation of planning materials  for the executive team business review and board of  directors. This job influences long range planning and  strategy initiatives, provides recommendation on allocation  of resources across the organization, and engages cross  functional teams to drive effective planning activities.",
      "key_account": "<ul><li>Financial Planning & Analysis: Counsels stakeholders and teams to drive value within the: organization, translating insights into business performance against competitor and industry  trends to help leadership focus on the most critical risks and opportunities, while partnering with  businesses and functions.</li><li>Reporting, Planning & Forecasting Processes: Provides expert consultative guidance on: reporting, planning and forecasting processes and enhances scenario strategic planning  analysis.</li><li>Quarterly Planning & Forecasting: Partners with the chief financial officer, or enterprise finance: director, and all enterprise finance directors to review quarterly and annual planning and  forecasting materials.</li><li>Sets Performance Metrics: Guides the establishment of performance metrics driven by historical: analysis and external benchmarking to drive strategy execution and employs advanced  modeling skills to bring new perspectives to the business.</li><li>Drives Improvement: Influences and recommends opportunities to improve planning processes: with technology and incorporates feedback to refine processes and leadership materials.</li><li>Market Perspective: Provides expert consultation and serves as a strategic partner in the field: using additional research and interpretation to identify key issues or problems and recommend  solutions.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Manages,: synthesizes, and optimizes key financial information and  budgets to effectively inform business decision making and  maximize the value of the organization</li><li>Upholds Tax & Regulatory Standards: Understands and applies: tax-related knowledge about the external business environment  and regulatory changes to uphold standards and make  informed business decisions and recommendations</li><li>Manages Financial Risk: Identifies, assesses, communicates,: educates, and mitigates financial risks and potential  consequences to the business; understands and monitors  robust control frameworks</li><li>Conducts Complex Financial Analyses: Conducts complex: financial analyses (e.g., forecasting, scenario planning,  cost/benefit analysis, and modeling), critically interprets and  models the results, and distills and translates the data points  into actionable business insights and decision making</li><li>Manages Allocation of Assets: Manages Cargill’s financial: assets, liabilities, and cash flows to ensure liquidity, stability,  and efficiency of financial operations for the organization</li><li>Reports Financial Information: Gathers, analyzes, understands,: and interprets various types of financial information, both  internally and externally, in a way that promotes the financial  health and sustainability of the organization.</li></ul>"
    }
  },
  {
    "row": "4",
    "col": "3",
    "Title": "Senior Advisor, Tax (TX)",
    "Key": "Tax",
    "content": {
      "sub_family": "Tax",
      "band": "Senior Advisor",
      "contributor_type": "Individual Contributor",
      "purpose": "The Senior Advisor, Tax job provides expert: consultative guidance to tax research, analysis,  and compliance activities. As a recognized  subject matter expert in tax internally and  externally, this job guides tax compliance  process development and improvement, in  addition to developing tax solutions and advice  and managing audit responses and strategy.",
      "key_account": "<ul><li>Tax Compliance Activity Oversight: Leads the execution of strategic processes related to statutory and/or U.S. GAAP: accounting for tax related items and provides guidance and oversight for the preparation of tax returns, tax forms and related  documents associated with tax compliance, including provisions, computations, estimates, and extensions.</li><li>Tax Compliance and Inquiry Responses: Provides expert consultative guidance to the organization's subsidiaries, joint: ventures, business staff and tax department leadership on unique and ambiguous tax transactions and issues.</li><li>Tax Compliance Process Development: Develops and implements global policies and specific tax compliance processes,: leads tax compliance projects, and advises on the development of processes and data requirements for  tax/financial/compliance systems.</li><li>Tax Compliance Process Improvement: Provide expert consultative guidance to resolve significant issues with business: compliance processes by analyzing compliance processes and/or the applications used in these processes to identify and  resolve tax and work process issues in practice, minimizing tax risk and optimizing tax filing positions for the organization.</li><li>Developing Tax Solutions: Develops strategic technical tax planning solutions to optimize the organization's tax liabilities and: risks across enterprises and geographies, and guides the implementation and process-improvement initiatives, either  capturing significant tax benefits or mitigating significant tax risk.</li><li>Providing Tax Counsel: Identifies training opportunities and needs and develops trainings for the organization's business, and: partners with and provides advice for senior leaders, serving as source of tax information through meetings and training  sessions.</li><li>Tax Research, Analysis & Strategic Planning: Supports strategic tax objective planning, and conducts and reviews strategic: tax-related research and analysis for the purpose of completing tax compliance responsibilities.</li><li>Audit Strategy: Develops and oversees audit defense strategies and best practices for audits by identifying areas of audit risk: and coordinating efforts to remediate compliance deficiencies and audit planning.</li><li>Conducting Audits: Manages relationships with and responds to requests from external revenue bodies and taxing authorities,: develops responses and responds to unique audits and information requests from external taxing authorities, and generates  and compiles evidence for senior team members to verify in response to high risk audits and information requests from  external tax authorities, including providing IRS with research and rationale for tax structure.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Manages,: synthesizes, and optimizes key financial information and  budgets to effectively inform business decision making and  maximize the value of the organization</li><li>Upholds Tax & Regulatory Standards: Understands and applies: tax-related knowledge about the external business environment  and regulatory changes to uphold standards and make informed  business decisions and recommendations</li><li>Manages Financial Risk: Identifies, assesses, communicates,: educates, and mitigates financial risks and potential  consequences to the business; understands and monitors  robust control frameworks</li><li>Conducts Complex Financial Analyses: Conducts complex: financial analyses (e.g., forecasting, scenario planning,  cost/benefit analysis, and modeling), critically interprets and  models the results, and distills and translates the data points  into actionable business insights and decision making</li><li>Manages Allocation of Assets: Manages Cargill’s financial: assets, liabilities, and cash flows to ensure liquidity, stability, and  efficiency of financial operations for the organization</li><li>Reports Financial Information: Gathers, analyzes, understands,: and interprets various types of financial information, both  internally and externally, in a way that promotes the financial  health and sustainability of the organization.</li></ul>"
    }
  },
  {
    "row": "4",
    "col": "4",
    "Title": "Senior Advisor, Tax Compliance (TC)",
    "Key": "Tax",
    "content": {
      "sub_family": "Tax",
      "band": "Senior Advisor",
      "contributor_type": "Individual Contributor",
      "purpose": "The Senior Advisor, Tax Compliance job: provides expert consultative guidance for the  development of strategy and execution of  income tax compliance and global tax  accounting, including financial statement  reporting activities. As a recognized subject  matter expert in tax compliance internally and  externally, this job guides and influences tax  compliance execution, processes development  and relevant planning initiatives while handling  controversies and legislative and regulatory  implementations.",
      "key_account": "<ul><li>Tax Filing Compliance: Provides guidance and oversight on the execution of timely and accurate fulfillment of the: company’s income tax filing obligations, including tax compliance tasks, tax returns, tax forms and related  documents to ensure key filing positions are supported by appropriate documentation.</li><li>Financial Statement Reporting: Provides expert consultative guidance on financial statement reporting of tax matters: under U.S. GAAP and analysis on income tax compliance and accounting.</li><li>Stakeholder Communication: Fosters relationships with key partners, both internal and external, to guide effective: communications on tax accounting issues.</li><li>Cross-Functional Collaboration: Provides advice and guidance to tax and non-tax teams to ensure they understand: the impact of tax accounting on their business objectives.</li><li>Strategic Planning and Legislative Partnership: Develops strategic planning initiatives, guides tax compliance: analysis and partners with other tax teams on legislative and regulatory developments.</li><li>Operational Excellence: Leads operational excellence and continuous improvement activities in tax accounting and: compliance and oversees tax audits effectiveness.</li><li>Tax Compliance Process Development and Improvement: Provides expert consultative guidance to resolve: significant issues with business compliance processes and develops global policies and specific processes, leads  tax compliance projects, and advises on the development of processes and data requirements for tax, financial,  compliance-related systems.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Manages,: synthesizes, and optimizes key financial information and  budgets to effectively inform business decision making and  maximize the value of the organization</li><li>Upholds Tax & Regulatory Standards: Understands and applies: tax-related knowledge about the external business environment  and regulatory changes to uphold standards and make informed  business decisions and recommendations</li><li>Manages Financial Risk: Identifies, assesses, communicates,: educates, and mitigates financial risks and potential  consequences to the business; understands and monitors  robust control frameworks</li><li>Conducts Complex Financial Analyses: Conducts complex: financial analyses (e.g., forecasting, scenario planning,  cost/benefit analysis, and modeling), critically interprets and  models the results, and distills and translates the data points  into actionable business insights and decision making</li><li>Manages Allocation of Assets: Manages Cargill’s financial: assets, liabilities, and cash flows to ensure liquidity, stability, and  efficiency of financial operations for the organization</li><li>Reports Financial Information: Gathers, analyzes, understands,: and interprets various types of financial information, both  internally and externally, in a way that promotes the financial  health and sustainability of the organization.</li></ul>"
    }
  },
  {
    "row": "4",
    "col": "5",
    "Title": "Senior Advisor, Trade Compliance (TR)",
    "Key": "Trade Compliance",
    "content": {
      "sub_family": "Trade Compliance",
      "band": "Senior Advisor",
      "contributor_type": " Individual Contributor",
      "purpose": "The Senior Advisor, Trade Compliance job provides expert: consultative guidance to the establishment and implementation  of comprehensive internal import and export controls and  governance activities to ensure compliance with all trade-related  regulations. As a recognized subject matter expert both  internally and externally, this job guides process development  and improvement to ensure international business activities are  compliant with relevant regulatory requirements and leads the  execution of strategic audits and the implementation of training  programs to drive the effectiveness of internal trade controls.",
      "key_account": "<ul><li>Policy and Procedure Development: Leads the execution of global trade compliance programs,: policies and procedures, applying knowledge of relevant customs and trade-related laws,  regulations, practices and procedures to align with applicable laws and regulations.</li><li>Business Process Improvement: Provides expert consultative guidance for continuous improvement: across business compliance processes at both regional and global levels, and supports strategic  direction for customs related activities across the organization, including subsidiaries, joint ventures,  and business units.</li><li>Solution Development: Develops strategic solutions for the most complex and technical customs: planning optimization in order to capture significant customs benefits and mitigate risks globally by  driving strategic planning and modeling of trading, trade flow and risk management activity.</li><li>Expert Advising: Advises and influences senior management and business leaders to provide: information and guidance on customs aspects of key business plans and strategy.</li><li>Audit Oversight: Manages high risk audits and responds to information requests from external: customs authorities, and provides consultative guidance for audit defense strategies and best  practices by identifying potential compliance risks and developing solutions to mitigate these risks.</li><li>Relationship Management: Fosters relationships with appropriate government agencies to stay: updated of regulatory changes and leads improvement execution.</li><li>Metrics Analysis: Apply master knowledge to develop and support the implementation of trade: compliance metrics to identify trends and areas for improvement.</li><li>Compliance Training: Identifies and develops strategic training opportunities, and leads the design of: training programs aimed at educating employees on trade compliance requirements and best  practices.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Manages,: synthesizes, and optimizes key financial information and  budgets to effectively inform business decision making and  maximize the value of the organization: Upholds Tax & Regulatory Standards: Understands and: applies tax-related knowledge about the external business  environment and regulatory changes to uphold standards and  make informed business decisions and recommendations Manages Financial Risk: Identifies, assesses, communicates,: educates, and mitigates financial risks and potential  consequences to the business; understands and monitors  robust control frameworks Conducts Complex Financial Analyses: Conducts complex: financial analyses (e.g., forecasting, scenario planning,  cost/benefit analysis, and modeling), critically interprets and  models the results, and distills and translates the data points  into actionable business insights and decision making Manages Allocation of Assets: Manages Cargill’s financial: assets, liabilities, and cash flows to ensure liquidity, stability,  and efficiency of financial operations for the organization Reports Financial Information: Gathers, analyzes,: understands, and interprets various types of financial  information, both internally and externally, in a way that  promotes the financial health and sustainability of the  organization.</li></ul>"
    }
  },
  {
    "row": "4",
    "col": "6",
    "Title": "Senior Advisor, Capital Markets & Trading (TD)",
    "Key": "Treasury",
    "content": {
      "sub_family": "Treasury",
      "band": "Senior Advisor",
      "contributor_type": " Individual Contributor",
      "purpose": "The Senior Advisor, Capital Markets & Trading job provides: strategic thought leadership through comprehensive data-driven  analysis of economic conditions, industry trends and competitive  landscape. As a recognized subject matter expert internally and  externally, this job provides consultative guidance to support  trading and commercial activities, focusing on customers and  sales teams while contributing to generate and activate compelling  economic insights to help businesses achieve the strategic  objectives. This job influences business decisions for strategic  planning by analyzing markets, competition and broader economic  dynamics.",
      "key_account": "<ul><li>Economic Monitoring: Tracks and analyzes current economic conditions and developments: affecting the industry, markets, and business to provide early indication reports on potential  deviations from baseline economic outlooks, including conducting forecasting work to  inform treasury trading decisions and optimize financial strategies.</li><li>Strategic Data Analysis: Leads efforts to assemble, prioritize, synthesize, and curate: diverse data sources to develop and implement highly specialized analysis and advanced  analytics to identify and interpret meaningful trends or patterns.</li><li>Consultative Guidance: Oversees all aspects of econometric models and conducts: comprehensive economic studies impacting the industry and customers, providing expert  consultative guidance.</li><li>Actionable Insights: Applies mastery knowledge and available data to deliver actionable: insights for short and long-term strategies on pricing, wages, trading and risk management.</li><li>Industry Expertise: Guides and develops expert thought leadership in the field, conducts: and reviews additional research and interpretation to identify trends, and champions efforts  to use standard methodologies to drive improvements.</li><li>Relationship Management: Partners collaboratively with leadership and customers to: understand business needs, deliver presentations and detailed write-ups to efficiently  communicate insights and strategies.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Manages,: synthesizes, and optimizes key financial information and budgets to  effectively inform business decision making and maximize the value of  the organization</li><li>Upholds Tax & Regulatory Standards: Understands and applies tax: related knowledge about the external business environment and  regulatory changes to uphold standards and make informed business  decisions and recommendations</li><li>Manages Financial Risk: Identifies, assesses, communicates, educates,: and mitigates financial risks and potential consequences to the  business; understands and monitors robust control frameworks</li><li>Conducts Complex Financial Analyses: Conducts complex financial: analyses (e.g., forecasting, scenario planning, cost/benefit analysis, and  modeling), critically interprets and models the results, and distills and  translates the data points into actionable business insights and decision  making</li><li>Manages Allocation of Assets: Manages Cargill’s financial assets,: liabilities, and cash flows to ensure liquidity, stability, and efficiency of  financial operations for the organization</li><li>Reports Financial Information: Gathers, analyzes, understands, and: interprets various types of financial information, both internally and  externally, in a way that promotes the financial health and sustainability  of the organization.</li></ul>"
    }
  },
  {
    "row": "4",
    "col": "7",
    "Title": "Senior Advisor, Treasury Advisory (TY)",
    "Key": "Treasury",
    "content": {
      "sub_family": "Treasury",
      "band": "Senior Advisor",
      "contributor_type": " Individual Contributor",
      "purpose": "The Senior Advisor, Treasury Advisory job guides unique and: ambiguous treasury financial advisory services for defined  organizational divisions and offers strategic analytical support to  the leadership team. As a recognized subject matter expert in  treasury advisory internally and externally, this job develops new  principles, theories, concepts, techniques, industry practices, and  standards to continuously improve the organization's treasury  advisory practices, strategic projects, and overall financial well being.",
      "key_account": "<ul><li>Financial Modeling: Drives innovation in financial analysis and oversees financial modeling: to support decision-making on the most complex, unique, and ambiguous issues.</li><li>Policy Compliance: Provides expert consultative guidance on the design of financial policies: and procedures within the organization and provides advisory services to ensure  compliance with organizational policies.</li><li>Corporate Financial Structure: Ascertains and approves subsidiary and country capital: structure, dividend policy and corporate structure decisions of legal entities in the assigned  regions.</li><li>Advising: Oversees all aspects of treasury advisory consultation related to mergers,: acquisitions, divestitures, and joint ventures, including due diligence, financing, structuring,  planning, and integration.</li><li>Risk Management: Leads advisory to businesses to identify opportunities and risks, help: minimize and manage financial risks, including foreign exchange risk management, country  risk and joint venture financing policy.</li><li>Banking Relationships: Maintains proactive, personable, and consistent dialogue with local,: regional, and global banks in the defined regions to ensure adequate credit capacity,  optimal risk management, and sharing of best practices.</li><li>Industry Expertise: Guides and develops expert thought leadership in the treasury advisory: field, conducts and reviews additional research and interpretation to identify key trends, and  champions efforts to utilize industry benchmarks and best practices to drive risk  management and cost analysis improvements and effectiveness.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Manages,: synthesizes, and optimizes key financial information and budgets to  effectively inform business decision making and maximize the value of  the organization</li><li>Upholds Tax & Regulatory Standards: Understands and applies tax: related knowledge about the external business environment and  regulatory changes to uphold standards and make informed business  decisions and recommendations</li><li>Manages Financial Risk: Identifies, assesses, communicates, educates,: and mitigates financial risks and potential consequences to the  business; understands and monitors robust control frameworks</li><li>Conducts Complex Financial Analyses: Conducts complex financial: analyses (e.g., forecasting, scenario planning, cost/benefit analysis, and  modeling), critically interprets and models the results, and distills and  translates the data points into actionable business insights and decision  making</li><li>Manages Allocation of Assets: Manages Cargill’s financial assets,: liabilities, and cash flows to ensure liquidity, stability, and efficiency of  financial operations for the organization</li><li>Reports Financial Information: Gathers, analyzes, understands, and: interprets various types of financial information, both internally and  externally, in a way that promotes the financial health and sustainability  of the organization.</li></ul>"
    }
  },
  {
    "row": "4",
    "col": "8",
    "Title": "Senior Advisor, Treasury Leadership (NS)",
    "Key": "Treasury",
    "content": {
      "sub_family": "Treasury",
      "band": "Senior Advisor",
      "contributor_type": " Individual Contributor",
      "purpose": "The Senior Advisor, Treasury Leadership job provides strategic thought: leadership on insurance and treasury financial analytics services for the  domain leadership team. As a recognized subject matter expert internally  and externally, this job provides consultative guidance for complex  financial and risk analysis, including developing comprehensive analysis  of risk and cost drivers and conducting robust performance  measurements and insights for the function. This job leads changes to  ensure information needed for consolidated global analysis and risk  management metrics is available, accurate and efficiently gathered, while  leading analysis and publications for senior management, communicating  insights and driving action to develop a culture of appreciation for metrics  and analysis within the domain.",
      "key_account": "<ul><li>Strategy and Planning: Advise and provide complex analysis for how the area is performing,: underperforming over time, or challenging strategic decisions based on insights garnered  through analysis.</li><li>Hazard Risk Management Metrics Development: Lead the development of regular metrics: for hazard risk management to assess risk management performance and trends over time  and apply industry benchmarks and methodologies to drive improvements and  effectiveness.</li><li>Corporate Financial Analysis and Stakeholder Engagement: Drives corporate level financial: analysis to support decision making and champion relationships with other key partners  where hazard exposures can be mitigated in ways beyond the purchase of insurance.</li><li>Actuarial Insights and Risk Estimation: Leads the process for procuring and deriving: insights from actuarial studies, in coordination with the commercial team, to estimate  retained risk and total cost for certain hazard categories and partners with key teams to  resolve accounting requirements for retained loss and balance sheet substantiation.</li><li>Expense and Risk Analysis: Drives coordination across functions and other corporate: activities to present a cohesive analysis of expenses and risks, developing one version of  the truth.</li><li>Capital Requirements and Value Optimization: Understands capital requirements for the: organization´s captive insurance company and drives analysis and insights to identify  further opportunities to capture value through the captive and to ensure compliance given  the risks retained in that entity.</li><li>Data-Driven Planning and Forecasting: Leverages technology and internal and external: data to plan and forecast insurance costs and loss recoveries, ensuring alignment with  executives, functions and business needs to develop effective and robust processes and  models.</li></ul>",
      "finance_technical": "<ul><li>Makes Decisions with Key Financial Information: Manages,: synthesizes, and optimizes key financial information and budgets to  effectively inform business decision making and maximize the value of  the organization</li><li>Upholds Tax & Regulatory Standards: Understands and applies tax: related knowledge about the external business environment and  regulatory changes to uphold standards and make informed business  decisions and recommendations</li><li>Manages Financial Risk: Identifies, assesses, communicates, educates,: and mitigates financial risks and potential consequences to the  business; understands and monitors robust control frameworks</li><li>Conducts Complex Financial Analyses: Conducts complex financial: analyses (e.g., forecasting, scenario planning, cost/benefit analysis, and  modeling), critically interprets and models the results, and distills and  translates the data points into actionable business insights and decision  making</li><li>Manages Allocation of Assets: Manages Cargill’s financial assets,: liabilities, and cash flows to ensure liquidity, stability, and efficiency of  financial operations for the organization</li><li>Reports Financial Information: Gathers, analyzes, understands, and: interprets various types of financial information, both internally and  externally, in a way that promotes the financial health and sustainability  of the organization.</li></ul>"
    }
  },
  {
    "row": "5",
    "col": "1",
    "Title": "Director, Accounts Payable / Accounts Receivable Process",
    "Key": "Accounts Payable / Accounts Receivable"
  },
  {
    "row": "5",
    "col": "2",
    "Title": "Director, Collections & Disputes",
    "Key": "Accounts Payable / Accounts Receivable"
  },
  {
    "row": "5",
    "col": "3",
    "Title": "Director, Credit",
    "Key": "Accounts Payable / Accounts Receivable"
  },
  {
    "row": "5",
    "col": "4",
    "Title": "Director, Audit Quality & Operations",
    "Key": "Corporate Audit"
  },
  {
    "row": "5",
    "col": "5",
    "Title": "Director, Commercial Finance",
    "Key": "Enterprise Finance"
  },
  {
    "row": "5",
    "col": "6",
    "Title": "Director, Corporate Financial Planning & Analysis",
    "Key": "Enterprise Finance"
  },
  {
    "row": "5",
    "col": "7",
    "Title": "Director, Business Financial Planning & Analysis",
    "Key": "Enterprise Finance"
  },
  {
    "row": "5",
    "col": "8",
    "Title": "Director, Financial Accounting & Controllership",
    "Key": "Financial Accounting"
  },
  {
    "row": "5",
    "col": "9",
    "Title": "Director, Consolidations",
    "Key": "Financial Accounting"
  },
  {
    "row": "5",
    "col": "10",
    "Title": "Director, Mergers, Acquisitions, Divestitures & Joint Ventures",
    "Key": "Financial Accounting"
  },
  {
    "row": "5",
    "col": "11",
    "Title": "Director, Record to Report",
    "Key": "Financial Accounting"
  },
  {
    "row": "5",
    "col": "12",
    "Title": "Director, Technical Accounting & Reporting (TA)",
    "Key": "Financial Accounting"
  },
  {
    "row": "5",
    "col": "13",
    "Title": "Director, Financial Services Operations",
    "Key": "Financial Accounting"
  },
  {
    "row": "5",
    "col": "14",
    "Title": "Director, Counterparty Risk",
    "Key": "Internal Control"
  },
  {
    "row": "5",
    "col": "15",
    "Title": "Director, Internal Controls",
    "Key": "Internal Control"
  },
  {
    "row": "5",
    "col": "16",
    "Title": "Director, Cost Accounting",
    "Key": "Managerial Accounting"
  },
  {
    "row": "5",
    "col": "17",
    "Title": "Director, Managerial Accounting",
    "Key": "Managerial Accounting"
  },
  {
    "row": "5",
    "col": "18",
    "Title": "Director, Project Accounting (PA)",
    "Key": "Managerial Accounting"
  },
  { "row": "5", "col": "19", "Title": "Director, Tax", "Key": "Tax" },
  {
    "row": "5",
    "col": "20",
    "Title": "Director, Tax Compliance",
    "Key": "Tax"
  },
  { "row": "5", "col": "21", "Title": "Director, Tax Process", "Key": "Tax" },
  {
    "row": "5",
    "col": "22",
    "Title": "Director, Customs Advisory",
    "Key": "Trade Compliance"
  },
  {
    "row": "5",
    "col": "23",
    "Title": "Director, Trade Compliance Operations",
    "Key": "Trade Compliance"
  },
  {
    "row": "5",
    "col": "24",
    "Title": "Director, Trade Compliance Excellence",
    "Key": "Trade Compliance"
  },
  {
    "row": "5",
    "col": "25",
    "Title": "Director, Banking Connectivity",
    "Key": "Treasury"
  },
  {
    "row": "5",
    "col": "26",
    "Title": "Director, Banking Documentation",
    "Key": "Treasury"
  },
  {
    "row": "5",
    "col": "27",
    "Title": "Director, Cash Management & Treasury Operations",
    "Key": "Treasury"
  },
  {
    "row": "5",
    "col": "28",
    "Title": "Director, Capital Markets & Trading",
    "Key": "Treasury"
  },
  {
    "row": "5",
    "col": "29",
    "Title": "Director, Treasury Advisory",
    "Key": "Treasury"
  },
  {
    "row": "5",
    "col": "30",
    "Title": "Senior Advisor, Capital Markets & Trading",
    "Key": "Treasury"
  },
  {
    "row": "6",
    "col": "1",
    "Title": "Advisor, Credit",
    "Key": "Accounts Payable / Accounts Receivable"
  },
  {
    "row": "6",
    "col": "2",
    "Title": "Advisor, Corporate Audit",
    "Key": "Corporate Audit"
  },
  {
    "row": "6",
    "col": "3",
    "Title": "Advisor, Audit Risk Advisory",
    "Key": "Corporate Audit"
  },
  {
    "row": "6",
    "col": "4",
    "Title": "Advisor, Audit Quality & Operations",
    "Key": "Corporate Audit"
  },
  {
    "row": "6",
    "col": "5",
    "Title": "Advisor, Commercial Finance",
    "Key": "Enterprise Finance"
  },
  {
    "row": "6",
    "col": "6",
    "Title": "Advisor, Corporate Financial Planning & Analysis",
    "Key": "Enterprise Finance"
  },
  {
    "row": "6",
    "col": "7",
    "Title": "Advisor, Business Financial Planning & Analysis",
    "Key": "Enterprise Finance"
  },
  {
    "row": "6",
    "col": "8",
    "Title": "Advisor, Financial Accounting & Controllership",
    "Key": "Financial Accounting"
  },
  {
    "row": "6",
    "col": "9",
    "Title": "Advisor, Consolidations",
    "Key": "Financial Accounting"
  },
  {
    "row": "6",
    "col": "10",
    "Title": "Advisor, Mergers, Acquisitions, Divestitures & Joint Ventures",
    "Key": "Financial Accounting"
  },
  {
    "row": "6",
    "col": "11",
    "Title": "Advisor, Technical Accounting & Reporting",
    "Key": "Financial Accounting"
  },
  {
    "row": "6",
    "col": "12",
    "Title": "Advisor, Internal Controls",
    "Key": "Internal Control"
  },
  {
    "row": "6",
    "col": "13",
    "Title": "Advisor, Cost Accounting",
    "Key": "Managerial Accounting"
  },
  {
    "row": "6",
    "col": "14",
    "Title": "Advisor, Managerial Accounting",
    "Key": "Managerial Accounting"
  },
  {
    "row": "6",
    "col": "15",
    "Title": "Advisor, Project Accounting",
    "Key": "Managerial Accounting"
  },
  { "row": "6", "col": "16", "Title": "Advisor, Tax", "Key": "Tax" },
  {
    "row": "6",
    "col": "17",
    "Title": "Advisor, Tax Compliance",
    "Key": "Tax"
  },
  {
    "row": "6",
    "col": "18",
    "Title": "Advisor, Customs Advisory",
    "Key": "Trade Compliance"
  },
  {
    "row": "6",
    "col": "19",
    "Title": "Advisor, Customs Excise Advisory",
    "Key": "Trade Compliance"
  },
  {
    "row": "6",
    "col": "20",
    "Title": "Advisor, Trade Compliance Operations",
    "Key": "Trade Compliance"
  },
  {
    "row": "6",
    "col": "21",
    "Title": "Advisor, Trade Compliance Excellence",
    "Key": "Trade Compliance"
  },
  {
    "row": "6",
    "col": "22",
    "Title": "Advisor, Cash Management & Treasury Operations",
    "Key": "Treasury"
  },
  {
    "row": "6",
    "col": "23",
    "Title": "Advisor, Treasury Advisory",
    "Key": "Treasury"
  },
  {
    "row": "6",
    "col": "24",
    "Title": "Advisor, Insurance Advisory",
    "Key": "Insurance"
  },
  {
    "row": "6",
    "col": "25",
    "Title": "Advisor, Insurance Claims",
    "Key": "Insurance"
  },
  {
    "row": "7",
    "col": "1",
    "Title": "Supervisor II, Accounts Payable / Accounts Receivable Process",
    "Key": "Accounts Payable / Accounts Receivable"
  },
  {
    "row": "7",
    "col": "2",
    "Title": "Supervisor II, Collections & Disputes",
    "Key": "Accounts Payable / Accounts Receivable"
  },
  {
    "row": "7",
    "col": "3",
    "Title": "Supervisor II, Credit",
    "Key": "Accounts Payable / Accounts Receivable"
  },
  {
    "row": "7",
    "col": "4",
    "Title": "Supervisor II, Commercial Finance",
    "Key": "Enterprise Finance"
  },
  {
    "row": "7",
    "col": "5",
    "Title": "Supervisor II, Business Financial Planning & Analysis",
    "Key": "Enterprise Finance"
  },
  {
    "row": "7",
    "col": "6",
    "Title": "Supervisor II, Financial Accounting & Controllership",
    "Key": "Financial Accounting"
  },
  {
    "row": "7",
    "col": "7",
    "Title": "Supervisor II, Consolidations",
    "Key": "Financial Accounting"
  },
  {
    "row": "7",
    "col": "8",
    "Title": "Supervisor II, Record to Report",
    "Key": "Financial Accounting"
  },
  {
    "row": "7",
    "col": "9",
    "Title": "Supervisor II, Financial Services Operations",
    "Key": "Financial Accounting"
  },
  {
    "row": "7",
    "col": "10",
    "Title": "Supervisor II, Internal Controls",
    "Key": "Internal Control"
  },
  {
    "row": "7",
    "col": "11",
    "Title": "Supervisor II, Cost Accounting",
    "Key": "Managerial Accounting"
  },
  {
    "row": "7",
    "col": "12",
    "Title": "Supervisor II, Managerial Accounting",
    "Key": "Managerial Accounting"
  },
  {
    "row": "7",
    "col": "13",
    "Title": "Supervisor II, Project Accounting",
    "Key": "Managerial Accounting"
  },
  { "row": "7", "col": "14", "Title": "Supervisor II, Tax", "Key": "Tax" },
  {
    "row": "7",
    "col": "15",
    "Title": "Supervisor II, Customs Advisory",
    "Key": "Trade Compliance"
  },
  {
    "row": "7",
    "col": "16",
    "Title": "Supervisor II, Trade Compliance Operations",
    "Key": "Trade Compliance"
  },
  {
    "row": "7",
    "col": "17",
    "Title": "Supervisor II, Trade Compliance Excellence",
    "Key": "Trade Compliance"
  },
  {
    "row": "7",
    "col": "18",
    "Title": "Supervisor II, Treasury Center of Expertise",
    "Key": "Treasury"
  },
  {
    "row": "7",
    "col": "19",
    "Title": "Supervisor II, Cash Management & Treasury Operations",
    "Key": "Treasury"
  },
  {
    "row": "8",
    "col": "1",
    "Title": "Senior Professional, Accounts Payable / Accounts Receivable Process",
    "Key": "Accounts Payable / Accounts Receivable"
  },
  {
    "row": "8",
    "col": "2",
    "Title": "Senior Professional, Credit",
    "Key": "Accounts Payable / Accounts Receivable"
  },
  {
    "row": "8",
    "col": "3",
    "Title": "Senior Professional, Corporate Audit",
    "Key": "Corporate Audit"
  },
  {
    "row": "8",
    "col": "4",
    "Title": "Senior Professional, Audit Quality & Operations",
    "Key": "Corporate Audit"
  },
  {
    "row": "8",
    "col": "5",
    "Title": "Senior Professional, Commercial Finance",
    "Key": "Enterprise Finance"
  },
  {
    "row": "8",
    "col": "6",
    "Title": "Senior Professional, Corporate Financial Planning & Analysis",
    "Key": "Enterprise Finance"
  },
  {
    "row": "8",
    "col": "7",
    "Title": "Senior Professional, Business FP&A",
    "Key": "Enterprise Finance"
  },
  {
    "row": "8",
    "col": "8",
    "Title": "Senior Professional, Financial Accounting & Controllership",
    "Key": "Financial Accounting"
  },
  {
    "row": "8",
    "col": "9",
    "Title": "Senior Professional, Consolidations",
    "Key": "Financial Accounting"
  },
  {
    "row": "8",
    "col": "10",
    "Title": "Senior Professional, Mergers, Acquisitions, Divestitures & Joint Ventures",
    "Key": "Financial Accounting"
  },
  {
    "row": "8",
    "col": "11",
    "Title": "Senior Professional, Record to Report",
    "Key": "Financial Accounting"
  },
  {
    "row": "8",
    "col": "12",
    "Title": "Senior Professional, Technical Accounting & Reporting",
    "Key": "Financial Accounting"
  },
  {
    "row": "8",
    "col": "13",
    "Title": "Senior Professional,Financial Services & Operations ",
    "Key": "Financial Accounting"
  },
  {
    "row": "8",
    "col": "14",
    "Title": "Senior Professional, Counterparty Risk",
    "Key": "Internal Control"
  },
  {
    "row": "8",
    "col": "15",
    "Title": "Senior Professional, Internal Controls",
    "Key": "Internal Control"
  },
  {
    "row": "8",
    "col": "16",
    "Title": "Senior Professional, Cost Accounting",
    "Key": "Managerial Accounting"
  },
  {
    "row": "8",
    "col": "17",
    "Title": "Senior Professional, Managerial Accounting",
    "Key": "Managerial Accounting"
  },
  {
    "row": "8",
    "col": "18",
    "Title": "Senior Professional, Project Accounting",
    "Key": "Managerial Accounting"
  },
  {
    "row": "8",
    "col": "19",
    "Title": "Senior Professional, Tax",
    "Key": "Tax"
  },
  {
    "row": "8",
    "col": "20",
    "Title": "Senior Professional, Tax Compliance",
    "Key": "Tax"
  },
  {
    "row": "8",
    "col": "21",
    "Title": "Senior Professional, Tax Process",
    "Key": "Tax"
  },
  {
    "row": "8",
    "col": "22",
    "Title": "Senior Professional, Customs Advisory",
    "Key": "Trade Compliance"
  },
  {
    "row": "8",
    "col": "23",
    "Title": "Senior Professional, Customs Excise Advisory",
    "Key": "Trade Compliance"
  },
  {
    "row": "8",
    "col": "24",
    "Title": "Senior Professional, Trade Compliance Operations",
    "Key": "Trade Compliance"
  },
  {
    "row": "8",
    "col": "25",
    "Title": "Senior Professional, Trade Compliance Excellence",
    "Key": "Trade Compliance"
  },
  {
    "row": "8",
    "col": "26",
    "Title": "Senior Professional, Banking Connectivity",
    "Key": "Treasury"
  },
  {
    "row": "8",
    "col": "27",
    "Title": "Senior Professional, Banking Documentation",
    "Key": "Treasury"
  },
  {
    "row": "8",
    "col": "28",
    "Title": "Senior Professional, Treasury Center of Expertise",
    "Key": "Treasury"
  },
  {
    "row": "8",
    "col": "29",
    "Title": "Senior Professional, Cash Management & Treasury Operations",
    "Key": "Treasury"
  },
  {
    "row": "8",
    "col": "30",
    "Title": "Senior Professional, Capital Markets & Trading (TD)",
    "Key": "Treasury"
  },
  {
    "row": "8",
    "col": "31",
    "Title": "Senior Professional, Treasury Advisory (TY)",
    "Key": "Treasury"
  },
  {
    "row": "8",
    "col": "32",
    "Title": "Senior Professional, Insurance Advisory",
    "Key": "Insurance"
  },
  {
    "row": "8",
    "col": "33",
    "Title": "Advisor, Insurance Claims",
    "Key": "Insurance"
  },
  {
    "row": "9",
    "col": "1",
    "Title": "Supervisor I, Accounts Payable / Accounts Receivable Process",
    "Key": "Accounts Payable / Accounts Receivable"
  },
  {
    "row": "9",
    "col": "2",
    "Title": "Supervisor I, Collections & Disputes",
    "Key": "Accounts Payable / Accounts Receivable"
  },
  {
    "row": "9",
    "col": "3",
    "Title": "Supervisor I, Credit",
    "Key": "Accounts Payable / Accounts Receivable"
  },
  {
    "row": "9",
    "col": "4",
    "Title": "Supervisor I, Business Financial Planning & Analysis",
    "Key": "Enterprise Finance"
  },
  {
    "row": "9",
    "col": "5",
    "Title": "Supervisor I, Financial Accounting & Controllership",
    "Key": "Financial Accounting"
  },
  {
    "row": "9",
    "col": "6",
    "Title": "Supervisor I, Record to Report",
    "Key": "Financial Accounting"
  },
  {
    "row": "9",
    "col": "7",
    "Title": "Supervisor I, Financial Services & Operations",
    "Key": "Financial Accounting"
  },
  {
    "row": "9",
    "col": "8",
    "Title": "Supervisor I, Internal Controls",
    "Key": "Internal Control"
  },
  {
    "row": "9",
    "col": "9",
    "Title": "Supervisor I, Trade Compliance Operations",
    "Key": "Trade Compliance"
  },
  {
    "row": "9",
    "col": "10",
    "Title": "Supervisor I, Trade Compliance Excellence",
    "Key": "Trade Compliance"
  },
  {
    "row": "9",
    "col": "11",
    "Title": "Supervisor I, Cash Management & Treasury Operations",
    "Key": "Treasury"
  },
  {
    "row": "10",
    "col": "1",
    "Title": "Professional, Accounts Payable / Accounts Receivable Process",
    "Key": "Accounts Payable / Accounts Receivable"
  },
  {
    "row": "10",
    "col": "2",
    "Title": "Professional, Collections & Disputes",
    "Key": "Accounts Payable / Accounts Receivable"
  },
  {
    "row": "10",
    "col": "3",
    "Title": "Professional, Credit",
    "Key": "Accounts Payable / Accounts Receivable"
  },
  {
    "row": "10",
    "col": "4",
    "Title": "Professional, Corporate Audit",
    "Key": "Corporate Audit"
  },
  {
    "row": "10",
    "col": "5",
    "Title": "Professional, Commercial Finance",
    "Key": "Enterprise Finance"
  },
  {
    "row": "10",
    "col": "6",
    "Title": "Professional, Corporate Financial Planning & Analysis",
    "Key": "Enterprise Finance"
  },
  {
    "row": "10",
    "col": "7",
    "Title": "Professional, Business Financial Planning & Analysis",
    "Key": "Enterprise Finance"
  },
  {
    "row": "10",
    "col": "8",
    "Title": "Professional, Financial Accounting & Controllership",
    "Key": "Financial Accounting"
  },
  {
    "row": "10",
    "col": "9",
    "Title": "Professional, Consolidations",
    "Key": "Financial Accounting"
  },
  {
    "row": "10",
    "col": "10",
    "Title": " Professional, Mergers, Acquisitions, Divestitures & Joint Ventures (DJ)",
    "Key": "Financial Accounting"
  },
  {
    "row": "10",
    "col": "11",
    "Title": "Professional, Record to Report",
    "Key": "Financial Accounting"
  },
  {
    "row": "10",
    "col": "12",
    "Title": "Professional, Technical Accounting & Reporting",
    "Key": "Financial Accounting"
  },
  {
    "row": "10",
    "col": "13",
    "Title": "Professional, Financial Services Operations",
    "Key": "Financial Accounting"
  },
  {
    "row": "10",
    "col": "14",
    "Title": "Professional, Counterparty Risk",
    "Key": "Internal Control"
  },
  {
    "row": "10",
    "col": "15",
    "Title": "Professional, Internal Controls",
    "Key": "Internal Control"
  },
  {
    "row": "10",
    "col": "16",
    "Title": "Professional, Cost Accounting",
    "Key": "Managerial Accounting"
  },
  {
    "row": "10",
    "col": "17",
    "Title": "Professional, Managerial Accounting",
    "Key": "Managerial Accounting"
  },
  {
    "row": "10",
    "col": "18",
    "Title": "Professional, Project Accounting",
    "Key": "Managerial Accounting"
  },
  { "row": "10", "col": "19", "Title": "Professional, Tax", "Key": "Tax" },
  {
    "row": "10",
    "col": "20",
    "Title": "Professional, Tax Compliance",
    "Key": "Tax"
  },
  {
    "row": "10",
    "col": "21",
    "Title": "Professional, Customs Advisory",
    "Key": "Trade Compliance"
  },
  {
    "row": "10",
    "col": "22",
    "Title": "Professional, Customs Excise Advisory",
    "Key": "Trade Compliance"
  },
  {
    "row": "10",
    "col": "23",
    "Title": "Professional, Trade Compliance Operations",
    "Key": "Trade Compliance"
  },
  {
    "row": "10",
    "col": "24",
    "Title": "Professional, Trade Compliance Excellence",
    "Key": "Trade Compliance"
  },
  {
    "row": "10",
    "col": "25",
    "Title": "Professional, Banking Connectivity",
    "Key": "Treasury"
  },
  {
    "row": "10",
    "col": "26",
    "Title": "Professional, Banking Documentation",
    "Key": "Treasury"
  },
  {
    "row": "10",
    "col": "27",
    "Title": "Professional, Treasury Center of Expertise",
    "Key": "Treasury"
  },
  {
    "row": "10",
    "col": "28",
    "Title": "Professional, Cash Management & Treasury Operations",
    "Key": "Treasury"
  },
  {
    "row": "10",
    "col": "29",
    "Title": "Professional, Capital Markets & Trading",
    "Key": "Treasury"
  },
  {
    "row": "10",
    "col": "30",
    "Title": "Professional, Treasury Advisory",
    "Key": "Treasury"
  },
  {
    "row": "10",
    "col": "31",
    "Title": "Professional, Insurance Advisory",
    "Key": "Insurance"
  },
  {
    "row": "11",
    "col": "1",
    "Title": "Associate Professional, Accounts Payable / Accounts Receivable Process",
    "Key": "Accounts Payable / Accounts Receivable"
  },
  {
    "row": "11",
    "col": "2",
    "Title": "Associate Professional, Collections & Disputes",
    "Key": "Accounts Payable / Accounts Receivable"
  },
  {
    "row": "11",
    "col": "3",
    "Title": "Associate Professional, Credit",
    "Key": "Accounts Payable / Accounts Receivable"
  },
  {
    "row": "11",
    "col": "4",
    "Title": "Associate Professional, Corporate Audit",
    "Key": "Corporate Audit"
  },
  {
    "row": "11",
    "col": "5",
    "Title": "Associate Professional, Business Financial Planning & Analysis",
    "Key": "Enterprise Finance"
  },
  {
    "row": "11",
    "col": "6",
    "Title": "Associate Professional, Financial Accounting & Controllership",
    "Key": "Financial Accounting"
  },
  {
    "row": "11",
    "col": "7",
    "Title": "Associate Professional, Consolidations",
    "Key": "Financial Accounting"
  },
  {
    "row": "11",
    "col": "8",
    "Title": "Associate Professional, Record to Report",
    "Key": "Financial Accounting"
  },
  {
    "row": "11",
    "col": "9",
    "Title": "Associate Professional, Financial Services Operations",
    "Key": "Financial Accounting"
  },
  {
    "row": "11",
    "col": "10",
    "Title": "Associate Professional, Internal Controls",
    "Key": "Internal Control"
  },
  {
    "row": "11",
    "col": "11",
    "Title": "Associate Professional, Managerial Accounting",
    "Key": "Managerial Accounting"
  },
  {
    "row": "11",
    "col": "12",
    "Title": "Associate Professional, Project Accounting",
    "Key": "Managerial Accounting"
  },
  {
    "row": "11",
    "col": "13",
    "Title": "Associate Professional, Tax",
    "Key": "Tax"
  },
  {
    "row": "11",
    "col": "14",
    "Title": "Associate Professional, Tax Compliance",
    "Key": "Tax"
  },
  {
    "row": "11",
    "col": "15",
    "Title": "Associate Professional, Customs Advisory",
    "Key": "Trade Compliance"
  },
  {
    "row": "11",
    "col": "16",
    "Title": "Associate Professional, Trade Compliance Operations",
    "Key": "Trade Compliance"
  },
  {
    "row": "11",
    "col": "17",
    "Title": "Associate Professional, Trade Compliance Excellence",
    "Key": "Trade Compliance"
  },
  {
    "row": "11",
    "col": "18",
    "Title": "Associate Professional, Cash Management & Treasury Operations",
    "Key": "Treasury"
  },
  {
    "row": "11",
    "col": "19",
    "Title": "Associate Professional, Treasury Advisory",
    "Key": "Treasury"
  },
  {
    "row": "11",
    "col": "20",
    "Title": "Associate Professional, Insurance Advisory",
    "Key": "Insurance"
  },
  {
    "row": "12",
    "col": "1",
    "Title": "Senior Support Staff, Accounts Payable / Accounts Receivable Process",
    "Key": "Accounts Payable / Accounts Receivable"
  },
  {
    "row": "12",
    "col": "2",
    "Title": "Senior Support Staff, Collections & Disputes",
    "Key": "Accounts Payable / Accounts Receivable"
  },
  {
    "row": "12",
    "col": "3",
    "Title": "Senior Support Staff, Credit",
    "Key": "Accounts Payable / Accounts Receivable"
  },
  {
    "row": "12",
    "col": "4",
    "Title": "Senior Support Staff, Record to Report",
    "Key": "Financial Accounting"
  },
  {
    "row": "12",
    "col": "5",
    "Title": "Senior Support Staff, Project Accounting",
    "Key": "Managerial Accounting"
  },
  {
    "row": "12",
    "col": "6",
    "Title": "Senior Support Staff, Tax",
    "Key": "Tax"
  },
  {
    "row": "12",
    "col": "7",
    "Title": "Senior Support Staff, Trade Compliance Operations",
    "Key": "Trade Compliance"
  },
  {
    "row": "12",
    "col": "8",
    "Title": "Senior Support Staff, Trade Compliance Excellence",
    "Key": "Trade Compliance"
  },
  {
    "row": "13",
    "col": "1",
    "Title": "Support Staff, Accounts Payable / Accounts Receivable Process",
    "Key": "Accounts Payable / Accounts Receivable"
  },
  {
    "row": "13",
    "col": "2",
    "Title": "Support Staff, Collections and Disputes",
    "Key": "Accounts Payable / Accounts Receivable"
  },
  {
    "row": "13",
    "col": "3",
    "Title": "Support Staff, Credit",
    "Key": "Accounts Payable / Accounts Receivable"
  },
  {
    "row": "13",
    "col": "4",
    "Title": "Support Staff, Financial Accounting Record to Report",
    "Key": "Financial Accounting"
  },
  { "row": "13", "col": "5", "Title": "Support Staff, Tax", "Key": "Tax" },
  {
    "row": "13",
    "col": "6",
    "Title": "Support Staff, Tax Compliance",
    "Key": "Tax"
  },
  {
    "row": "14",
    "col": "1",
    "Title": "Associate Support Staff, Accounts Payable / Accounts Receivable Process",
    "Key": "Accounts Payable / Accounts Receivable"
  },
  {
    "row": "14",
    "col": "2",
    "Title": "Associate Support Staff, Credit",
    "Key": "Accounts Payable / Accounts Receivable"
  },
  {
    "row": "14",
    "col": "3",
    "Title": "Associate Support Staff, Record to Report",
    "Key": "Financial Accounting"
  },
  {
    "row": "14",
    "col": "4",
    "Title": "Associate Support Staff, Tax Compliance",
    "Key": "Tax"
  }
]
